{
    "https://www.cnn.com/interactive/2020/weather/gonzalo-storm-path-tracker/index.html": {
        "url": "https://www.cnn.com/interactive/2020/weather/gonzalo-storm-path-tracker/index.html",
        "title": "Track Gonzalo's path",
        "author": "",
        "content": null,
        "published_at": null
    },
    "https://edition.cnn.com/2023/05/07/us/allen-texas-mall-shooting-sunday/index.html": {
        "url": "https://edition.cnn.com/2023/05/07/us/allen-texas-mall-shooting-sunday/index.html",
        "title": "Texas mall massacre gunman identified as witnesses describe horror of the shooting spree that killed 8 people",
        "author": "josh campbell, ed lavandera, holly yan, christina maxouris, sharif paget, elizabeth wolfe",
        "content": "Editor’s Note: This story contains graphic descriptions of the shooting’s aftermath.\n\n\n\n\nCNN\n         — \n    \n\n\n      The man who opened fire Saturday at an outlet mall in Allen, Texas, killing eight people and wounding at least seven others was identified as 33-year-old Mauricio Garcia, the Texas Department of Public Safety said Sunday.\n  \n\n      Authorities have not yet zeroed in on a specific motive, but investigators uncovered an extensive social media presence by the gunman, including a possible link to right-wing extremism, a senior law enforcement source familiar with the investigation told CNN.\n  \n\n      As the probe continues, another American community is left grieving in the aftermath of another mass shooting at a public place that once felt safe — from supermarkets, schools and Fourth of July parades. \n  \n\n      The massacre unfolded in the same week a gunman opened fire in a medical facility in Atlanta, killing one woman and wounding four others. And it came just weeks before Texas will mark a year since 19 students and two teachers were killed at Robb Elementary school in Uvalde. \n\n\n      The gunman in Saturday’s massacre was killed by an Allen Police Department officer who was at the mall on an unrelated call, police said. Investigators believe the shooter was acting alone.\n  \n\n\n\n\n\n\nMourners have placed makeshift memorials at the mall.\n\nJeremy Lock/Reuters\n\n\n\n      Geoffrey Keaton was eating at the mall’s Fatburger restaurant Saturday with his daughter when they heard gunshots approaching. They were rushed to a corridor and then outside, where Keaton said he saw people down on the sidewalk.\n  \n\n      “It was traumatic,” he told CNN Sunday evening. “It was fast. It was definitely not anything that you expect or (are) prepared for because who prepares for a thing like that?”\n  \n\n      “You don’t expect to go to the mall and lose your life,” Keaton said.\n  \n\n      There have been 202 mass shootings across the US within the first five months of this year, according to the Gun Violence Archive. Both the nonprofit and CNN define mass shootings as those in which four or more people are shot, excluding the shooter.\n  \n\n      One of the victims in Saturday’s massacre was identified by his family as Christian LaCour. \n  \n\n      “Christian was a sweet, caring young man who was loved greatly by our family,” his older sister Brianna Smith shared with CNN. \n  \n\n\n\n\n\n\nChristian LaCour\n\nBrianna Smith\n\n\n\n      At least nine people were rushed to trauma facilities, two of whom died, Allen Fire Chief Jonathan Boyd said. \n  \n\n      As of Sunday afternoon, four of those patients were being treated at a local medical center, including three in critical condition and one in fair condition, Allen police said. One patient who was transferred to a Level I trauma center was in fair condition, police said. A patient transferred to a children’s hospital was also in fair condition, while the ninth patient was also treated at a local hospital, police said. \n  \n\n    Investigators probe possible link to right-wing extremism\n\n\n      Authorities are investigating whether the gunman was motivated by right-wing extremism, a senior law enforcement source familiar with the investigation tells CNN.\n  \n\n      While authorities have not determined a specific motive, the source said the deceased suspect was found with an insignia on his clothing that read “RWDS,” which authorities believe may stand for “Right Wing Death Squad.”\n  \n\n\n\n\n\n\n\n\n\nLaw enforcement arrive at an outlet mall in Allen, Texas, following reports of an active shooter.\n\nKTVT\n\n\n\n\n8 killed and 7 wounded in Texas mall shooting. The gunman is also dead\n\n\n\n\n      Some members of extremist groups have been seen in public in recent years with patches bearing the letters “RWDS,” according to the Southern Poverty Law Center, an organization that monitors and reports on extremism.\n  \n\n      A photo obtained by CNN shows what appears to be the gunman lying on the ground after being shot, with an AR-15-style firearm nearby. He is clad in black body armor and appears to have several extra magazines strapped in his chest gear.\n  \n\n      In addition to the AR-15-style weapon found near him, Garcia had at least one other weapon on him when he was fatally shot in front of the mall, the senior law enforcement source said. Police also found multiple weapons in his car.\n  \n\n      Garcia underwent firearms proficiency training for his work as a commissioned security officer, according to the Texas Online Private Security database, which is maintained by the Texas Department of Public Safety. \n  \n\n\n    Read more\n  \n\nThis is how many mass shootings there have been so far this yearAnalysis: No end in sight for America’s everywhere epidemicMass shootings have changed how these people live their lives‘Run, hide, fight’ tactic in active shootings may be outdated\n\n\n\n\n\n      Garcia was approved to work as a security guard in Texas from April 2016 until April 2020, when his license expired, according to the database. His profile shows he worked for at least three security companies. None of those companies immediately responded to requests for comment. \n  \n\n      According to the database, Garcia received Level II and Level III security training. The former covers security laws in Texas; the latter, which is required for all commissioned security officers and personal protection officers in Texas, includes firearm training and the demonstration of firearm proficiency, according to Jonah Nathan, vice president of Ranger Guard, a security guard service in Texas not affiliated with Garcia’s employers. \n  \n\n      In 2018, Garcia also completed a separate firearms proficiency training course that requires six hours of continuing education, according to the Texas DPS database. \n  \n\n\n\n\n\n\nMacKenzie Bates (left), 17, of Allen, Texas, embraces her mother Rochelle on Sunday, the day after a mass shooting at Allen Premium Outlets in Texas.\n\nStewart F. House/Getty Images\n\n\n\n      Private security guards in Texas undergo background checks and are disqualified if they have committed certain crimes such as assault, burglary or sexual offenses, among others, according to the Texas DPS website and state codes. \n  \n\n      They are also disqualified if they have been dishonorably discharged from the US military; have been found incompetent by a court of law; or have been required to register as a sex offender.  It’s unclear why Garcia’s license expired.\n  \n\n      Garcia had been living in some form of transient lodging, according to the law enforcement source. The Dallas Morning News reported the suspect had been staying in an extended stay hotel in Dallas.\n  \n\n    ‘One, two, three, five, six, seven bodies’\n\n\n      Steven Spainhouer’s son was working at Allen Premium Outlets when he received the phone call no father ever wants to hear.\n  \n\n      “He said, ‘Dad, we have a shooting … I’m pulling people into the break room, and we’re going to lock the door,’” Spainhouer told CNN on Sunday.\n  \n\n      The former Army and police officer raced to the scene, called 911 and “started counting the bodies on the ground … one, two, three, five, six, seven bodies.”\n  \n\n      Spainhouer said he saw devastation unlike anything he had seen in the Army.\n  \n\n      “I never imagined in 100 years I would be thrust into the position of being the first responder on the site to take care of people,” Spainhouer told CNN affiliate KTVT.\n  \n\n      “The first girl I walked up to … I felt for a pulse, pulled her head to the side, and she had no face.”\n  \n\n\n\n\n\n\nSteven Spainhouer, whose son worked at the mall, said the carnage defied imagination.\n\nKTVT\n\n\n\n      He said one child survived after his mother shielded him from the bullets. But the mother was struck and killed. \n  \n\n      “When I rolled the mother over, he came out,” Spainhouer told KTVT. “He was covered from head to toe, like somebody had poured blood on him.”\n  \n\n      He said he performed CPR on three victims, but none of them could be saved. \n  \n\n      “It’s unfathomable to see the carnage,” Spainhouer said. “It’s tough when you see a family that’s out shopping, having fun, get wiped off the face of the earth.”\n  \n\n    ‘Someone’s shooting’\n\n\n\n\n\n\n      Witness video from Saturday showed panicked shoppers in the parking lot of Allen Premium Outlets screaming and ducking behind rows of cars. Inside the sprawling complex, employees, shoppers and families with young children bolted and hid in storage areas or back hallways, witnesses told CNN.\n  \n\n      Witness Kingsley Ezeh said he was walking inside the mall when people behind him suddenly began running.\n  \n\n      “I turned around and I saw two ladies rushing towards me, and then one was like ‘Someone’s shooting! Someone’s shooting!’” he said.\n  \n\n      Behind the fleeing women, Ezeh said he could see a man holding his neck, which “blood (was) just dripping down.”\n  \n\n      Ezeh huddled with others in the back of a store for about an hour before police came to get them, he said. Other witnesses reported sheltering in place for up to two hours as police cleared the scene.\n  \n\n\n\n\n\n\nShoppers raise their hands as they leave the Allen Premium Outlets after the mass shooting Saturday.\n\nLM Otero/AP\n\n\n\n      Kimberly Blakey and her 14-year-old daughter were among the crowd trying to flee the parking lot during the attack. \n  \n\n      “The shooting happened over and over and over again. It was nonstop,” she said. \n  \n\n\n\n\n\n\n\n\n\n: Wooden crosses are placed at a memorial dedicated to the victims of the mass shooting at Robb Elementary School on June 3, 2022 in Uvalde, Texas. 19 students and two teachers were killed on May 24 after an 18-year-old gunman opened fire inside the school. Wakes and funerals for the 21 victims are scheduled throughout the week. (Photo by Alex Wong/Getty Images)\n\nAlex Wong/Getty Images/FILE\n\n\n\n\nAs gun violence reaches record levels in the US, an underlying trauma may be building up\n\n\n\n\n      In her haste to get away, Blakey initially drove toward the gunfire before her daughter told her to turn around. But as she drove toward the exit, she said, they became stuck behind a scrum of other cars trying to do the same.\n  \n\n      That’s when she felt her car get hit twice by gunfire.\n  \n\n      “I told my daughter to get down,” Blakey said. “She did, and I could hear her start praying.”\n  \n\n      The pair managed to get out of the parking lot and didn’t stop until they got home. \n  \n\n      “We were on a mission to get out of there,” Blakey said.\n  \n\n  CNN’s Ashley Killough, Keith Allen, Andy Rose, Sara Smart, Paradise Afshar, John Miller,  Yahya Abou-Ghazala, Bob Ortega, Curt Devine, Michelle Watson, Phil Gast and Emma Tucker contributed to this report.",
        "published_at": "2023-05-07 22:47:00"
    },
    "https://www.cnn.com/2023/05/06/uk/coronation-king-charles-key-moments-ckc-gbr-intl-scli/index.html": {
        "url": "https://www.cnn.com/2023/05/06/uk/coronation-king-charles-key-moments-ckc-gbr-intl-scli/index.html",
        "title": "The lady in blue, vanishing princes and the crowning event: Key moments from the coronation",
        "author": "rob picheta, hafsa khalil",
        "content": "London\nCNN\n         — \n    \n\n\n      The coronation of King Charles III on Saturday was a historic day, jam-packed with events – some planned, others not.\n  \n\n      CNN takes a look at some of the most memorable moments.\n  \n\n    The crowning event\n\n\n      Charles was hidden from view for the most dramatic part of the service at London’s Westminster Abbey on Saturday. \n  \n\n      Behind a three-sided screen, the Dean of Westminster poured holy oil from the Ampulla, a gold eagle-shaped flask, on to the Coronation Spoon, and then the Archbishop of Canterbury anointed Charles on his head, breast and hands, according to the Church of England’s liturgy.\n  \n\n      The 12th-century, silver-gilt spoon is the oldest object used in coronations. In the background, the Choir of Westminster Abbey sang the anthemic “Zadok the Priest” by George Frideric Handel, which was composed for the coronation of King George II in 1727 and performed at every British coronation since.\n  \n\n\n\n\n\n\nKing Charles III sits as he receives The St Edward's Crown during the coronation ceremony at Westminster Abbey, London, Saturday, May 6, 2023. (Jonathan Brady/Pool Photo via AP)\n\nJonathan Brady/Pool/AP\n\n\n\n      Once he re-emerged, the Archbishop of Canterbury Justin Welby placed St. Edward’s Crown upon Charles III’s head. It was the only time Charles will ever wear St. Edward’s Crown, which is reserved for the coronation of a new monarch; the crown was made for the new King’s namesake, Charles II, in 1661.\n  \n\n\n\n\n\n\n\n\n\n\n\nMissed it? Here's King Charles' coronation in 3 minutes\n\n\n                            03:19\n                        \n - Source:\n                CNN\n\n\n\n\n\n      After crowning Charles, Welby shouted: “God Save the King.” Those in attendance repeated the words.\n  \n\n      Soon after, Camilla was also crowned. Like her husband, she was anointed with holy oil by the Archbishop of Canterbury – this time in full view of the audience – before having Queen Mary’s Crown placed on her head.\n  \n\n    A musical celebration\n\n\n      Music underpinned the entire celebration, in keeping with history. Each stage was marked by either a grand choral work, an ethereal motet, an extravagant organ composition or an evocative melody, all performed by some of the most accomplished singers and musicians in the world.\n  \n\n      King Charles and Queen Camilla entered the abbey to the strains of “I was glad,” the stirring coronation anthem written by Hubert Parry for the coronation of King Edward VII in 1902 and sung at all coronations since then.\n  \n\n      But the old was blended with the new; Charles had asked Andrew Lloyd Webber – whose music is more familiar to audiences in the West End than congregations in Westminster Abbey – to write a Coronation Anthem, “Make a Joyful Noise,” which played after Camilla was enthroned.\n  \n\n      And this event featured the first ever appearance by a gospel choir at a coronation; dressed in resplendent white, the Ascension Choir performed ‘Alleluia’ just before the Archbishop’s sermon.\n  \n\n    Lady in blue \n\n\n\n\n\n\n\nPenny Mordaunt leads King Charles III during his coronation ceremony in Westminster Abbey.\n\nYui Mok/Pool/Getty Images\n\n\n\n      Thousands of people had packed into Westminster Abbey.\n  \n\n      Decked in a teal cape and cap with gold detailing, a woman in blue commanded attention as she wielded an important object of the coronation regalia – the Sword of Offering or the Jewelled Sword, before and after the investiture, when it was used. But who is she? \n  \n\n      Penny Mordaunt is a Conservative lawmaker in the United Kingdom, and has been since 2010. \n  \n\n      She was involved in the ceremony because, as the current Leader of the House of Commons, she is also the Lord President of the Privy Council – a body formed of senior politicians who act as the monarch’s official advisers.\n  \n\n      The council’s president is involved in a variety of royal ceremonies, acting as a symbolic bridge between the King or Queen and the country’s elected officials. Mordaunt spoke at the Proclamation of King Charles, two days after the Queen’s death.\n\n\n    Queen Camilla’s outfit\n\n\nQueen Camilla was a regal sight in ivory, silver and gold. But who was she wearing? \n  \n\n      Unsurprisingly, it was a British designer, Bruce Oldfield, who she has a longstanding relationship with. \n  \n\n      Simple, tailored and cut from Peau de Soie, a silk fabric with a dull luster finish, her coronation dress was more akin to a coat dress with an embroidered underskirt as opposed to a traditional dress. \n  \n\n\n\n\n\n\nQueen Camilla and King Charles III arrive for their coronation at Westminster Abbey.\n\nAndrew Matthews/WPA Pool/Getty Images\n\n\n\n      Arriving at Westminster Abbey before the service, her dress was protected by the crimson velvet and ermine Robe of State that was originally made for Queen Elizabeth’s coronation. \n  \n\n      Peeping out beneath her dress were shoes in the same silk as her clothing, made by British designer Elliot Zed.\n  \n\n    Vanishing prince(s)\n\n\n      Never one to disappoint at royal events, Prince Louis, the youngest child of the Prince and Princess of Wales, again stole the show during segments of the coronation ceremony.\n  \n\n      Keen-eyed viewers may have noticed the 5-year-old yawning, sitting between his mother, the Princess of Wales, and sister Princess Charlotte, but then pulling a disappearing act from the service. \n  \n\n      It was thought the young royal might leave early, but luckily for fans, he returned before the end of the service. \n  \n\n      For those who don’t remember, Louis gained global infamy during the late Queen’s Platinum Jubilee celebrations in June, where he was captured throwing a tantrum and covering his ears while screaming during the flypast.\n  \n\n\n\n\n\n\nPrince Louis yawns during the coronation ceremony in Westminster Abbey.\n\nAndrew Matthews/Pool/Getty Images\n\n\n\n      Meanwhile, there was widespread speculation before Saturday as to whether Prince Harry would be at his father’s coronation. \n  \n\n      The Duke of Sussex attended the coronation ceremony at Westminster Abbey on Saturday, sitting in the third row.\n  \n\n      Wearing a morning suit with his military medals, Harry arrived alongside his uncles, Prince Edward and Prince Andrew, and two of his cousins, Princess Beatrice and Princess Eugenie.\n  \n\n      Prince Harry attended without his wife, Meghan, the Duchess of Sussex, who reportedly stayed back in the US with their children on the account of Archie’s fourth birthday. \n  \n\n      The coronation marked the first time the prince publicly met members of his family since the release of his memoir, “Spare.” \n\n\n\n\n\n\n\nThe Duke of Sussex with Princess Eugenie and Jack Brooksbank at the coronation of King Charles III and Queen Camilla at Westminster Abbey.\n\nAndrew Matthews/PA/AP\n\n\n\n      After it ended, he was seen talking and smiling with his cousins amidst a downpour, before he took a car on his own. \n  \n\n      He did not appear with members of the royal family to greet the public from the balcony of Buckingham Palace on Saturday afternoon – a flagship part of royal events.\n  \n\n      CNN understands that Prince Harry did not receive an invitation to join the family for this balcony moment, which featured a slimmed-down flypast by the Royal Air Force. Prince Andrew wasn’t present either.\n  \n\n    A balcony flypast\n\n\n      The weather did not favor King Charles – and while crowds seemed unperturbed by the rain, it did alter plans for the traditional Royal Air Force flypast.\n  \n\n      The display was formed only of helicopters and the colorful Red Arrows, and not the expected Typhoons, Spitfires, Hurricanes and Lancaster bombers.\n  \n\n\n\n\n\n\nRed Arrows fly over the watching crowds.\n\nYara Nardi/Pool/Reuters\n\n\n\n      But crowds instead enjoyed not one but two appearances on the balcony by the new King and Queen, who provided an encore after seemingly waving goodbye to supporters.\n  \n\n      That wrapped up an eventful day, which had drawn thousands onto London’s streets.",
        "published_at": "2023-05-07 16:29:00"
    },
    "https://edition.cnn.com/2023/05/07/uk/suella-braverman-profile-migration-gbr-intl/index.html": {
        "url": "https://edition.cnn.com/2023/05/07/uk/suella-braverman-profile-migration-gbr-intl/index.html",
        "title": "‘A Trump tribute act’: Meet Suella Braverman, the commander-in-chief of Britain’s culture wars",
        "author": "rob picheta",
        "content": "London\nCNN\n         — \n    \n\n\n      Late last year, after a breakneck ascent of British politics put her in charge of the country’s migration, crime and national security agenda, Suella Braverman revealed her political fantasy.\n  \n\n      “I would love to (see) a front page of The Telegraph with a plane taking off to Rwanda,” the home secretary (interior minister) told that newspaper, referring to her controversial efforts to deport asylum-seekers to the central African nation. “That’s my dream. That’s my obsession.”\n  \n\n\n\n\n\n\n\n\n\n\n\nBritish Home Secretary meets with officials in Rwanda\n\n\n                            01:26\n                        \n - Source:\n                CNN\n\n\n\n\n\n      Braverman is no stranger to the front pages. Her self-proclaimed “obsession” with curbing migration – and the loaded and occasionally inflammatory language she uses to address it – has attracted forceful criticism from international agencies, lawyers, rights groups and many of her own colleagues, making her arguably Britain’s most divisive politician. \n  \n\n      But among Conservative Party members and the chief architects of Brexit, she is a star; someone who is prepared to say and do controversial things in pursuit of a singular goal. \n  \n\n      “She’s the cutting edge of the populist, radical right-wing strain in the Conservative Party,” Tim Bale, a professor of politics at Queen Mary University in London, and the author of books on the party, told CNN.\n  \n\n      “In a way, that allows her to say what some Conservative MPs would think of as the unsayable.”\n  \n\n      Braverman has railed against what she calls an “invasion” of migrants, holding “values which are at odds with our country” – and suggested she would break international law to deport them from Britain.\n  \n\n      And she is an equally furious culture warrior, borrowing rhetoric from the American right when lambasting “woke” culture, transgender rights and climate protesters.\n  \n\n      “She’s recognized that in the current political climate, her way of creating an impact… (is) positioning herself as a Trump tribute act,” migration policy expert and campaigner Zoe Gardner told CNN.  \n  \n\n\n\n\n\n\nBraverman's profile was elevated amid a year of political chaos in 2022.\n\nLeon Neal/Getty Images\n\n\n\n      But Braverman has speedily made herself a central figure in British politics; the assassin of Liz Truss’s premiership and the kingmaker of Rishi Sunak’s, she has made evident her desire to ultimately enter Downing Street as prime minister herself – a prospect that sits uneasily with much of the country’s political establishment.\n  \n\n    A ‘cruel and dangerous’ migration agenda\n\n\n      Braverman, who evangelizes on the benefits of Brexit and has made migration curbs her political mission, has a backstory that seems to teem with contradictions.\n  \n\n      She is the daughter of migrants, who wants to cut net migration to Britain to the “tens of thousands.” Her parents, both of Indian origin, arrived in the country from Kenya and Mauritius “with very little” in the 1960s.\n  \n\n      She was a practicing lawyer before entering politics, but has displayed an unabashed indifference about whether her flagship migration bill complies with international law.\n\n\n      And she is an avid Francophile, sometimes speaking in French when meeting her counterpart in Paris, who championed the project to leave the European Union. Braverman says she fell in love with France while studying at the renowned Sorbonne university in Paris, taking advantage of the EU’s Erasmus program that encourages students to spend time in other parts of the continent. Brexit shut the program off to British students. \n  \n\n      Now, she has staked her political reputation on her ability to “Stop the Boats” – an oft-repeated government pledge, borrowed from Australia’s hardline rhetoric towards asylum-seekers, to reduce the growing number of migrants crossing the English Channel on small vessels.\n  \n\n\n\n\n\n\nThe number of small boat crossings to the UK has increased in recent years, with many asylum-seekers ending up in limbo in Britain.\n\nSameer Al-Doumy/AFP/Getty Images\n\n\n\n      It is a stance that has drawn sharp criticism – including from within the traditional wing of Braverman’s Conservative Party.\n  \n\n      “Braverman has placed far too much emphasis on curbing migration,” said Ben Ramanauskas, an economist and adviser to Truss when the previous prime minister was secretary of state for international trade. “Her priority seems to be attempting to be as cruel as possible.”\n  \n\n      The government’s flagship bill, which was approved by MPs last week but faces scrutiny in the House of Lords, essentially hands the government the right to deport anyone arriving illegally in the United Kingdom. “It’s incredibly dangerous, hostile, cruel, and fundamentally unworkable,” Gardner  said. \n  \n\n      And experts say it deliberately misses the point. “Deterrents don’t work… There is absolutely no correlation whatsoever between how brutally we respond to migration, and the numbers of people forced to move,” Gardner said. “We need a functioning asylum system where we process people’s claims, (and) we need to give people safe routes in order to travel.”\n  \n\n\n\n\n\n\n\n\n\nA view of RAF Wethersfield in Essex, as Immigration Minister Robert Jenrick is expected to announce the use of two RAF sites as he tries to reduce the £6.8 million a day the Government says it spends on hotel accommodation. Mr Jenrick will announce that people who arrive in the UK after making Channel crossings on small boats will be housed at RAF Wethersfield and RAF Scampton. Picture date: Wednesday March 29, 2023. (Photo by Joe Giddens/PA Images via Getty Images)\n\nJoe Giddens/PA Images/Getty Images\n\n\n\n\nUK plan to house migrants in barracks and barges is condemned as 'cruel' and unworkable\n\n\n\n\n      Braverman, however, is steadfast in the face of criticism. The Home Office told CNN in a statement that her bill “will break the business model of the people smuggling gangs and restore fairness to our asylum system. It will ensure anyone arriving via small boat or other dangerous and illegal means will be in scope for detention and swiftly removed.” \n  \n\n      Braverman’s plans have won praise from Europe’s leading populist figures, including Italy’s hardline deputy leader Matteo Salvini and French far-right presidential candidate Eric Zemmour.\n  \n\n      But that is company many in the Conservatives feel uncomfortable keeping. \n  \n\n      “The UK’s ability to play a role internationally is based on our reputation – not because we’re British, but because of what we stand for and what we do,” ex-Prime Minister Theresa May said in a stinging intervention in the House of Commons last month. May added last week that the bill’s removal of modern slavery protections “will consign victims to remaining in slavery.”\n  \n\n      And Sayeeda Warsi, the first Asian chair of the Tory party, has attacked what she described as Braverman’s “racist rhetoric,” after Braverman prompted controversy by singling out British Pakistani men when attacking grooming gangs in the country. \n  \n\n      “Braverman’s own ethnic origin has shielded her from criticism for too long,” Warsi wrote in The Guardian. “Black and brown people can be racist too.” The Home Office told CNN that Braverman “has been clear that all despicable child abusers must be brought to justice. And she will not shy away from telling hard truths, particularly when it comes to the grooming of young women and girls in Britain’s towns who have been failed by authorities over decades.”\n  \n\n    War on the ‘wokerati’\n\n\n      Braverman fronts a newer, more populist streak in the UK’s ruling party – a move that has troubled some of its grandees but has found an audience among voters.\n  \n\n      “The voters that she’s appealing to is the majority of the British public,” said James Johnson, who ran polling in May’s Downing Street operation and later founded the JL Partners pollster. “There is a very significant disconnect between what people on Twitter about immigration, and what people actually think about immigration.\n  \n\n      “Voters do not react to (Braverman’s) language with the same outrage that some people do,” he told CNN. “(They) want their politicians to at least be trying.”\n  \n\n      Polling shows that approval of Braverman’s tough stance on migration significantly outpaces support for the government in general – as well as approval of Braverman herself – with research often indicating that a slim majority of the public supports her plans.\n  \n\n      And those who support her – particularly those in Euroskeptic circles, where she is almost revered – say Braverman speaks to the concerns of modern Britain in a way that her more seasoned critics cannot. “When finally even I wobbled about backing Brexit in name only, Suella stood firm,” prominent Brexit backer Steve Baker said when he supported her leadership campaign last year, praising Braverman’s resolve to defeat May’s Brexit deal and push for a harder-line departure from the EU. “It wouldn’t have happened without her.”\n  \n\n      But research has also shown that the importance of immigration to British voters has receded since the bitter debates of the mid-2010s. \n  \n\n      It appears inevitable that the Tories will seek to make migration a wedge issue at the next election, ensuring Braverman plenty of airtime as the government looks to draw a contrast between itself and the Labour party. But a series of brutal electoral results in local polls on Thursday will further fuel questions about whether that is a winning strategy.\n  \n\n\n\n\n\n\nBraverman resigned from Liz Truss's cabinet for breaking ministerial rules by using a private email address, but returned under Sunak just days later.\n\nJUSTIN TALLIS/AFP/Getty Images\n\n\n\n      Braverman’s political coming-of-age took place just as the 2016 EU referendum shifted the tectonic plates underneath Westminster, giving younger, Euroskeptic voices like hers an inroad with the public.\n  \n\n      It was Braverman’s role fronting an anti-EU backbench committee that “propelled her to her (current) position, and she knows it,” former Conservative MP Antoinette Sandbach told CNN. \n  \n\n      Today, she takes the populist mantle further than many of her peers on a range of matters far beyond Brexit. Braverman appears to relish “culture war” confrontations with her political enemies like few other frontline politicians; “you almost feel sometimes that she gets a kick out of ‘owning the libs,’” the politics professor Bale told CNN. \n  \n\n      She has taken aim at the “Guardian-reading, tofu-eating wokerati” from the despatch box, and insisted she will “not be hectored by out-of-touch lefties.” In 2019, she said she considers herself engaged in a “battle against cultural Marxism.” \n  \n\n      Braverman’s Home Office recently reportedly backed two pub landlords who refused to remove their minstrel-style children’s toys that are considered a racist relic of the 1970s. And she has criticized police officers for “virtue signaling,” saying in a speech last week that “they shouldn’t be taking the knee.”\n  \n\n      But those battles have left some traditional Tories cold. “The Conservative Party has moved right since I joined, and become much more like the MAGA Republicans” since the dividing line of 2016, said Sandbach, who was expelled from the party by Boris Johnson after trying to avert a no-deal Brexit. She subsequently joined the Liberal Democrats. \n  \n\n    Leadership ambitions\n\n\n      Those who worked alongside Braverman describe her as friendly and personable, and few doubt her ambition. \n  \n\n      As 23-year-old Suella Fernandes, she nearly ran against her own mother to become the Tory candidate in a 2003 by-election, until the elder Fernandes – a Conservative councilor and NHS nurse – persuaded her to pull out. \n  \n\n      Braverman succeeded in becoming an MP in 2015. In a series of tweets that bemoaned her “lamentable hopelessness,” one of her more critical backbenchers, William Wragg, claimed she asked in her first week in Parliament whether she could expense a fine for speeding. \n  \n\n      But her determination to drive towards power has served her well. No politician emerged more triumphant from the psychodrama that has transfixed British politics than Braverman, who started 2022 as attorney general and ended it a household name – having served in three different Cabinets, twice as home secretary.\n  \n\n      An initial departure from frontline politics theoretically came amid scandal (Braverman resigned for breaching ministerial rules by using a private email address), but her scathing parting letter turned her misconduct into a maneuver, essentially pulling the plug on Truss’s shambolic tenure. \n  \n\n\n\n\n\n\n\n\n\nNigel Farage hosts a primetime show on GB News, a British TV channel launched in June 2021 with the promise to challenge the 'woke worldview'\n\nStuart Mitchell/SOPA/Zuma/Alamy\n\n\n\n\nThe 'anti-woke' crusade has come to Europe. Its effects could be chilling\n\n\n\n\n      “I have made a mistake; I accept responsibility: I resign,” Braverman wrote, in a thinly veiled attempt to contrast herself with Truss. Six days later she was back in the same post, having aligned herself with Sunak’s successful leadership bid.\n  \n\n      Few doubt Braverman’s long-term ambitions. “You have to interpret everything Suella Braverman does and says in the light of the leadership contest that many people assume will take place if… Sunak were to lose the next election,” Bale said.\n  \n\n      Crucial to that target is her reputation among party members and its more hardline MPs. It is those groups that pick a party leader, and she is met enthusiastically by grassroots Conservatives who tend to reflect the more right-wing, populist traits of the bloc.\n  \n\n      That prospect undoubtedly perturbs some. “There will be many Tory MPs who simply could not stomach her as leader,” Bale added. “I think the lack of support she received in her leadership bid (last year) reflects how she was seen by the party as a whole,” Sandbach said.\n  \n\n      Nevertheless, Braverman is storming up the approval rankings among ordinary Conservative members. In its latest monthly league table of Cabinet ministers, the ConservativeHome website – widely regarded as having its finger on the pulse of the grassroots party – puts Braverman fourth from the top with a net approval rating of 47.8. Only last November, she was sixth from bottom in the site’s regular survey of party members. “The panel seems to have decided that if the Government fails to stop the boats it won’t be for want of the Home Secretary trying,” wrote the website’s editors in April.\n  \n\n      Should Braverman succeed at her next bid for the party leadership, her critics fear another rightwards shift in British politics. \n  \n\n      “Braverman has taken some cues from the US, and also from history,” Gardner said. \n  \n\n      “She’s setting herself up to lead a more extreme, right-wing populist version of the Tory party.”",
        "published_at": "2023-05-07 12:33:00"
    },
    "https://edition.cnn.com/2023/05/06/football/liverpool-king-charles-coronation-national-anthem-ckc-spt-intl/index.html": {
        "url": "https://edition.cnn.com/2023/05/06/football/liverpool-king-charles-coronation-national-anthem-ckc-spt-intl/index.html",
        "title": "Why Liverpool fans booed while national anthem played at Anfield for King Charles’ coronation",
        "author": "issy ronald, ben church",
        "content": "CNN\n         — \n    \n\n\nLiverpool fans booed resoundingly while “God Save the King” played at Anfield to mark King Charles III’s coronation on Saturday. \n  \n\n      TV footage showed Liverpool and Brentford players lining up on opposite sides of the center circle before kickoff while the national anthem played. Loud boos and jeering from the crowd could be heard, as well as chants of “Liverpool.”\n  \n\n      Afterwards, Liverpool manager Jurgen Klopp told reporters that he respected it was “a big day for England” but added: “It was clear that something like (the booing) would happen.\n  \n\n      “That’s allowed, nothing else happened,” he said. “It wasn’t any kind of chants or anything. People just showed … they were not always happy in the past with how the people of Liverpool, the city or the club, were dealt with.”\n  \n\n      Liverpool fans have a history of booing the national anthem, most recently doing so before last season’s FA Cup final at Wembley. Many also booed Prince William when he appeared on the pitch that day. \n  \n\n      The club confirmed it would play “God Save the King” ahead of its match against Brentford on Saturday to respect the coronation of King Charles III, despite admitting that many supporters hold “strong views” on the issue. \n  \n\n      The decision came after the Premier League requested that the national anthem be played ahead of every match this weekend to celebrate the coronation services of the King and the Queen Consort, which took place on Saturday. \n  \n\n\n\n\n\n\nA Liverpool fan holds up a sign saying 'Not My King.'\n\nMike Egerton/PA Images/Getty Images\n\n\n\n      “Before kick-off and in recognition of the Premier League’s request to mark the coronation, players and officials will congregate around the centre circle when the national anthem will be played,” Liverpool said in a statement Friday.  \n  \n\n      “It is, of course, a personal choice how those at Anfield on Saturday mark this occasion and we know some supporters have strong views on it.” \n  \n\n    Why fans boo?\n\n\n      So why exactly do Liverpool fans have a history of booing the British national anthem? The answer has everything to do with the history of the city itself. \n  \n\n      Liverpool suffered during the deindustrialization of the UK economy in the 1970s and 1980s. In 1981, appalling economic conditions, combined with tensions between the police and the African-Caribbean community, resulted in nine days of riots in the city.\n  \n\n\n\n\n\n\n\n\n\nSoccer Football - Premier League - Liverpool v Nottingham Forest - Anfield, Liverpool, Britain - April 22, 2023\nNottingham Forest fans hold up a banner in memory of the 97 victims of the Hillsborough disaster REUTERS/Phil Noble\n\nPhil Noble/Reuters\n\n\n\n\nTragedy chanting: 'Vile' soccer songs about deaths fueled by 'need to hurt' opposing fans\n\n\n\n\n      In the aftermath of the unrest, Margaret Thatcher’s government talked of a “managed decline” of the city.\n  \n\n      During this decade of Conservative rule, Liverpudlians came to see themselves as outsiders, separate from the rest of the country, and the state’s handling of the Hillsborough disaster in 1989 further entrenched those anti-establishment feelings.\n  \n\n      Booing of the national anthem at football matches when the team played at Wembley – which was frequent given Liverpool’s dominance of English football in this era – became widespread and remains so today. \n  \n\n      Many fans had the same reaction at the Carabao Cup final in February 2022 and at the FA Cup final in 2012. \n  \n\n\n\n\n\n\nLiverpool fans have a history of booing the national anthem. \n\nAdam Davy/Press Association/AP\n\n\n\n      Booing the anthem is a way for some of the club’s supporters to voice their opposition towards the establishment, and it’s a chance to do so before a worldwide audience. \n  \n\n      The King’s coronation on Saturday also comes at a time when many are feeling the devastating effects of the severe cost of living crisis that is now impacting the whole of the UK.\n  \n\n\n\n\n\n\n\n\n\nLiz Coopey, left, a volunteer at the Given Freely Freely Given food bank in Doncaster, helps local resident Angela Davis with her shopping bags.\n\nIvana Kottasova/CNN\n\n\n\n\n'It's not a good look.' As cost of living crisis bites, some Brits are questioning spending money on glitzy coronation\n\n\n\n\nHigh inflation, years of wage stagnation and the sudden and steep rise in energy prices have left millions of Brits on the brink of poverty.\n  \n\n      At the same time, the UK government is spending tens of millions of taxpayers’ money on a glitzy celebration. \n  \n\n      Social and economic inequality is something that continues to anger many in the left-leaning city of Liverpool. \n  \n\n      Significantly, it was Liverpool and Everton supporters who started Fans’ Supporting Foodbanks in 2015, an initiative which aims to tackle food poverty in the UK.\n  \n\n\n\n\n\n\nLiverpool manager Jurgen Klopp says it was a topic he couldn't fully comment on. \n\nCraig Mercer/MB Media/Getty Images\n\n\n\n    Jurgen Klopp’s comments \n\n\n      When previously asked about the club’s decision to play the national anthem, Klopp said “the club’s position is my position.”\n  \n\n      “This is definitely a subject I cannot have a proper opinion about it. I am from Germany, we don’t have a king, or a queen, or these kind of things,” he told reporters on Friday.\n  \n\n      “I am pretty sure a lot of people in this country will enjoy the coronation, some will maybe not really be interested, and some will not like it. That’s it. That’s all over the country.” \n  \n\n      Many feared Liverpool fans might disrupt a minute’s silence for Queen Elizabeth II after her death last year but, on that occasion, only a few isolated boos were heard. \n  \n\n  CNN’s Ivana Kottasová and Aimee Lewis contributed reporting.",
        "published_at": "2023-05-07 11:00:00"
    },
    "https://edition.cnn.com/2023/05/07/sport/tiger-woods-sexual-harassment-ex-girlfriend-allegation/index.html": {
        "url": "https://edition.cnn.com/2023/05/07/sport/tiger-woods-sexual-harassment-ex-girlfriend-allegation/index.html",
        "title": "Tiger Woods is accused of sexual harassment by ex-girlfriend, according to court document",
        "author": "jacob lev",
        "content": "CNN\n         — \n    \n\n\n      Erica Herman, who was a longtime girlfriend of professional golfer Tiger Woods, has accused the 15-time major champion of sexual harassment, according to a court filing by Herman’s attorney in Florida on Friday.\n  \n\n      Woods is accused of pursuing a sexual relationship with Herman while she worked for him and then forcing her to sign a non-disclosure agreement or she’d be fired from her job, according to the document. \n  \n\n      Herman was an employee at his South Florida restaurant, The Woods Jupiter, at the time. \n  \n\n\n\n\n\n\n\n\n\nWoods and Herman walk on the Liberty National Golf Club course at the 2017 Presidents Cup in New Jersey.  \n\nRob Carr/Getty Images\n\n\n\n\nTiger Woods: Attorneys in two separate complaints involving golf star ask court to compel ex-girlfriend to enter arbitration\n\n\n\n\n      “Tiger Woods, the internationally renowned athlete and one of the most powerful figures in global sports, decided to pursue a sexual relationship with his employee, then – according to him – forced her to sign an NDA about it or else be fired from her job,” the Friday court document said. “And, when he became disgruntled with their sexual relationship, he tricked her into leaving her home, locked her out, took her cash, pets, and personal possessions, and tried to strong-arm her into signing a different NDA.”\n  \n\n      “A boss imposing different work conditions on his employee because of their sexual relationship is sexual harassment,” Herman’s attorney Benjamin Hobas states in the filing. \n  \n\n      CNN reached out to Woods’ representatives for comment but did not immediately receive a response.\n  \n\n      The document also alleges a “scheme” used against Herman last year where Woods asked her to pack for a weekend getaway to the Bahamas. She was allegedly driven to the airport and then was asked to speak to Woods’ attorney.\n  \n\n      “Then, Mr. Woods’s California lawyer, out of the blue, told her that she was not going anywhere, would never see Mr. Woods again, had been locked out of the house, and could not return,” the document said. “She would not even be able to see the children or her pets again.” \n  \n\n      Herman was asked to sign a non-disclosure agreement, which she refused to do, according to the document.\n  \n\n      Herman has brought two separate complaints involving Woods in the past year. \n  \n\n\n\n\n\n\n\n\n\n\n\nReporter details Tiger Woods' new legal problem\n\n\n                            02:17\n                        \n - Source:\n                CNN\n\n\n\n\n\n      The first, filed in October 2022, alleges a trust owned and created by the golf star violated the Florida Residential Landlord Tenant Act by breaking her oral tenancy agreement to continue living in Woods’ home.\n  \n\n      As part of that suit, a trustee of Woods’ trust, Christopher Hubman, has asked the court to order Herman to arbitrate her claims pursuant to an arbitration provision in a non-disclosure agreement she signed in 2017.\n  \n\n      In an earlier briefing, Herman cited a statute that says plaintiffs in sexual harassment or assault disputes cannot be compelled to arbitrate those claims.\n  \n\n      The most recent suit, filed in March, Herman argues the 2017 agreement is not enforceable in part because of a new federal law invalidating arbitration clauses in sexual assault or sexual harassment cases. \n  \n\n  CNN’s Jean Casarez contributed to this report.",
        "published_at": "2023-05-07 12:30:00"
    },
    "https://edition.cnn.com/travel/article/classic-italian-dishes/index.html": {
        "url": "https://edition.cnn.com/travel/article/classic-italian-dishes/index.html",
        "title": "Italian food: Classic dishes everyone needs to try",
        "author": "silvia marchetti",
        "content": "CNN\n         — \n    \n\n\n      Think of Italy and you’re likely to think of food first and all the beautiful places to see second.\n  \n\n      Italian cuisine – or some version of it – has colonized the rest of the world so successfully that there are probably uncharted corners of the Amazon rainforest where you can sit down at a red-and-white checkered tablecloth and order up a plate of pasta and sauce.\n  \n\n      There’s a reason the food is so good. Actually, there are hundreds of reasons scattered throughout the different regions of Italy. If you can’t get to them all, here are some top classics:\n  \n\n    Pizza Napoletana\n\n\n\n\n\n\n\n\n\n\n\n\n'Searching for Italy' bonus: Stanley Tucci makes a pizza\n\n\n                            01:29\n                        \n - Source:\n                CNN\n\n\n\n\n\n      Italy’s gift to TV box set bingers, deadline busters and delivery scooter manufacturers needs no introduction. Pizzas can be summoned to almost anywhere on the planet – including an intercity train – within 30 minutes provided there’s a phone connection and worthwhile tip.\n  \n\n      But that greasy slice you’re eating out of a box (for breakfast? Seriously?) is a far cry from the real thing. A true Italian pizza is thick, tender and has an elasticity when chewed. It’s traditionally dressed with fresh tomatoes, extra virgin olive oil, basil leaves and melting mozzarella or fior di latte cheese – or simply plain white pizza. The most savory is buffalo milk mozzarella.\n  \n\n      Many atrocities have been committed in the name of pizza science – hot dog-stuffed crust anyone? Or pineapple pizza? But the original still never tastes better than in Naples, the city of its birth.\n  \n\n    Tagliatelle al ragù\n\n\n      The rest of the world calls it “spaghetti bolognese.” But the rest of the world is wrong. This perfect blend of delicate ragù sauce and fresh golden tagliatelle pasta is a signature of the northern Emilia Romagna region, in particular the city of Bologna. Hence the global name.\n  \n\n      Legend has it the tagliatelle shape was inspired by the curly blond hair of fearsome 16th-century Italian noblewoman Lucrezia Borgia. The ragù is made with finely chopped or ground pieces of pork and beef mixed with celery, carrots, onions, tomato sauce and red wine.\n  \n\n      Parmigiano Reggiano cheese is grated on top, like a snow-capped peak. The original ancient recipe is protected by the Azdore, “pasta priestesses” who prepare fresh tagliatelle for clients each day across the region at fresh pasta boutiques.\n  \n\n    Rigatoni alla carbonara\n\n\n\n\n\n\n\nFresh rigatoni alla carbonara with egg, parmesan cheese, pork cheek, olive oil and black pepper.\n\nShutterstock\n\n\n\n      Few ingredients go into making this dish, but the secret is in their quality and the way they stick to the tube shaped pasta. Pecorino cheese, pork cheek and raw organic eggs are all that’s needed for Rome’s specialty dish.\n  \n\n      Being a heavy and protein-rich meal, it’s usually served at dinner. The homemade rigatoni, must be “al dente” – cooked to exactly the point when it’s neither soft nor hard– so the dense egg-rich dressing clings without leaking into the plate. Spaghetti can also be used, preferably the homemade type with a gritty surface.\n  \n\n      Carbonara may owe its creation to American influence – it’s likely that pasta with egg and bacon flourished with the arrival of the American troops in Italy during World War II – but Romans, and Italians in general, like to stick to an indigenous tale according to which the dish was a favorite of charcoal burners working on the cold Apennine Mountains.\n  \n\n\n\nCasu marzu: The world's 'most dangerous' cheese\n\n\n\n\n    Trofie al pesto\n\n\n\n\n\n\n\nTrofie al pesto is delicious with a rich, creamy sauce.\n\nShutterstock\n\n\n\n      The word pesto literally means “crush” in Genoese. In this case, basil, Parmigiano Reggiano cheese, pine kernels, garlic cloves, coarse salt and extra virgin olive oil, pulverized together in a Genoese marble mortar. They combine to create a dense, creamy sauce that smells of a Mediterranean garden and cries out to be stirred through a bowl of handmade trofie pasta twists.\n  \n\n      This dish is at its best in Genoa, in northwestern Liguria, a land of seafarers and adventurers. The region was a spice trade hub in the Middle Ages, when use of herbs and flowers to flavor food became commonplace. \n  \n\n      A legacy of these times, pesto flourished in the 1800s based on an earlier, older recipe made with garlic called “agliata.”\n  \n\n    Lasagne\n\n\n\n\n\n\n\nRich layers of lasagne satisfy the soul.\n\nShutterstock\n\n\n\n      Freezer-ready superstore versions of this classic – more suited to propping open doors or breaking windows – have done it few favors over the years. But if made well with rich layers of ragù, béchamel sauce and Parmigiano cheese oozing between hand-made “sfoglia” sheets of fresh flat pasta, it’s still heavenly.\n  \n\n      Eaten via recipes that use either spinach or tomatoes, lasagne is closely linked to the northern city of modern Bologna, but it traces its origins to Roman times.\n  \n\n      It was, reputedly, philosopher Cicero’s favorite because its refinement and softness was easier to digest than many others found his outspoken beliefs. He’s said to have gulped down huge quantities up until he was killed.\n  \n\n    Brodetto\n\n\n\n\n\n\n\nFish brodetto, the Italian version of France's bouillabaisse, features a brothy mix of seafood.\n\nShutterstock\n\n\n\n      Solo diners should avoid ordering this dish, unless they’re: A) really hungry. B) massively into fish. Brodetto is a fish soup of gigantic proportions. It’s served as a single main course but usually takes two people to finish.\n  \n\n      Ray, mullet, sole, redfish and prawns gaze up from the bubbling pot, swimming in a pool alongside semi-ripe tomatoes, parsley and garlic. Grilled bread slices are dropped in before the eating starts and left to absorb the fishy liquid.\n  \n\n      Once all the fish is gone, it’s time to devour the soaked bread. At the very end, thin spaghetti, called capelli d’angelo (or angel hair), is thrown inside the pot and mixed with the remaining sea broth.\n  \n\n      It’s a topsy-turvy meal typical of Vasto on the Adriatic coast.\n  \n\n    Tortellini\n\n\n      Handmade pasta shaped like knots are stuffed with pork loin, ham, Mortadella salami, Parmigiano cheese, eggs and nutmeg and thrown in a thick capon broth.\n  \n\n      Spurious legend has it that a voyeuristic innkeeper in Bologna was peeking through a keyhole to spy on Venus, Mars and Bacchus in the middle of a hot and heavy threesome. He caught just a glimpse of the goddess’ perfect belly button and tried to reproduce it in pasta form.\n  \n\n      Voila! Tortellino was born.\n  \n\n      The original recipe is protected by the Confraternity of Tortellino, die-hard purists who don’t tolerate creative twists.\n  \n\n      Many towns in the Emilia Romagna region claim to be the originators of this staple dish, but there’s staunch rivalry between three: Modena, Bologna and Castelfranco Emilia, a small town halfway between them.\n  \n\n    Gelato\n\n\n\n\n\n\n\nGelato is a warm evening classic in Italy.\n\nShutterstock\n\n\n\n      Yes, we know that “genuine” gelato places have opened in your neighborhood. And we know it’s good.\n  \n\n      But it’s still not as good as the stuff you can eat anywhere in Italy, with warm evening sun on your face and an orchestra of ancient Vespas revving in the background.\n  \n\n      Gelato is said to have been inspired by ancient Sicilians, who mixed fruit juice with snow from Mount Etna. Today, recipes call for milk, cream, sugar and eggs.\n  \n\n      Traditional local flavors include pistachios, toasted almonds, nuts, lemons, mandarin oranges, figs and cactus figs.\n  \n\n      It can be savored on its own or together with a brioche bun as the Sicilians do. Bun pieces are used to scoop the gelato, which can also be spread inside like a peanut butter sandwich.\n  \n\n\n\n50 of the world's best desserts\n\n\n\n\n    Baccalà alla Vicentina\n\n\n\n\n\n\n\nBaccalà alla Vicentina is made with dry fish. But approach this with an open mind -- and mouth.\n\ncourtesy Confraternita Baccaia\n\n\n\n      This dish is made from dried fish.\n  \n\n      No, stay with us! This isn’t the gelatinous reconstituted fish of Scandinavian nightmares. This is a far more delicious proposition.\n  \n\n      The secret is in the preparation – a recipe invented by merchants from Vicenza in the 1500s and protected by a brotherhood of chefs. Dried cod is softened by beating and then placed under running water for two days. Then extra virgin olive oil, milk, Parmigiano, onions and anchovies are added and cooked slowly so that the ingredients penetrate into each other.\n  \n\n      It’s said that while savoring it, your mouth should feel the living fish still swimming in the ocean, a scenario which, we admit, is slightly nightmarish.\n  \n\n    Polenta\n\n\n\n\n\n\n\nPolenta's neutral flavor makes it a great mix with many other foods.\n\nShutterstock\n\n\n\n      This dish of boiled cornmeal mush is best served as a steaming semi-liquid on a wooden platter. It can also be cooled, solidified, chopped into fingers and served grilled as rectangular finger foods.\n  \n\n      Once a peasant dish believed to have aphrodisiac powers, it’s a great gluten-free substitute for bread. Having a neutral flavor, it’s good with everything: rabbit, mushrooms, braised veal with tomato sauce and milk. Even Nutella.\n  \n\n    Carciofo alla giudia\n\n\n      This fried, crispy golden globe artichoke, which makes a crunchy sound with each bite, is a delicacy of Rome’s Jewish quarter.\n  \n\n      The criteria for selection is strict. Only the best variety are chosen. They’re 15 centimeters (5.9 inches) wide, twice the normal size, and grow on the uppermost part of the plant that’s absorbed the most sunlight.\n  \n\n      Once the rough leaves are delicately trimmed with a cobbler’s knife, the artichoke is dipped twice in frying oil at different temperatures. Served as an appetizer, sometimes upside down with the stem in the air, overspilling the plate like a blooming flower.\n  \n\n    Risotto alla Milanese\n\n\n\n\n\n\n\nSaffron gives Risotto alla Milanese its golden glow.\n\nShutterstock\n\n\n\n      It’s an Italian staple with an exotic taste. This creamy rice dish gets its golden color and soft texture from saffron. That’s why it’s also called risotto allo zafferano, although the Milanese call it by the more prosaic name, risotto giallo.\n  \n\n      Local carnaroli or arborio rice is cooked with veal broth, butter, Grana Padano cheese and sometimes bone marrow. The secret to making a great risotto alla Milanese lies in giving the rice time to absorb the flavors.\n  \n\n      As always, there’s a backstory. This one centers on a Dutch artist who, at a posh dinner while he was on assignment decorating the windows of Milan’s Duomo cathedral, served up a rice dish including the saffron he was using as a yellow dye. It proved an instant hit.\n  \n\n    Porceddu\n\n\n      Don’t freak out if on your tour of Sardinia you come across village food fairs where baby piglets are staked and cooked over a bonfire. It’s all perfectly normal around these parts, and if you like meat and you’re not squeamish, we’re sorry to report that crunchy piglet is delicious.\n  \n\n      Porceddu (meaning piglet in Sardinian) is a dish of baby pig that has fed solely on its mother’s milk and weighs less than 8 kilograms (17.6 pounds). That ensures the meat is tender and has a less pungent taste.\n  \n\n      Once killed, it’s roasted for hours in public squares and prepared in a variety of ways. While cooking, drops of liquid lard are poured over the piglet to make it crunchier and tastier. When ready to be served, it can be glazed with honey and sprinkled with herbs.\n  \n\n      Preparing it is a spectacle, and the secret to making a great crunchy porceddu lies in skillful rotation of the gigantic skewer so that the outer skin is crispy but not burned while the meat remains tender.\n  \n\n\n\nThe tragedy behind Italy's famous pasta dish\n\n\n\n\n    Bombolotti all’Amatriciana\n\n\n      Amatriciana sauce was born in the town of Amatrice, a town in Italy’s central Lazio region, when a local recipe was adapted after tomatoes were brought here following the discovery of America.\n  \n\n      Since adopted as a Rome classic, its secret lies in choosing the right kind of pasta – and none does it better than bombolotti.\n  \n\n      These thick, wide macaroni have ridges that trap the sauce made from premium tomatoes, fried crispy pork cheek and a topping of grated savory Roman pecorino cheese. True to its name, the bombolotti explodes deliciously in the mouth at first bite.\n  \n\n    Caponata\n\n\n\n\n\n\n\nYou'll ask for more vegetables when they're in caponata.\n\nShutterstock\n\n\n\n      Sweet-tasting veggies are not something typically ordered in Italy, but this extravagant Sicilian concoction will win anyone over. It’s a sweet and sour mix of different vegetables dressed in a sauce of tomato extract, onions, celery, capers and olives.\n  \n\n      There are many caponata variations, but most use small potatoes, eggplant and bell peppers cooked with almonds, pine nuts, raisins, sugar, vinegar, extra virgin olive oil and fresh basil.\n  \n\n    Tiramisù\n\n\n\n\n\n\n\n\n\n\n\n\n'Completely different': Tucci samples traditional tiramisu\n\n\n                            01:50\n                        \n - Source:\n                CNN\n\n\n\n\n\n      It’s no shock that a country famous for its desserts and famous for its coffee would find a way to combine them so sublimely. What is a shock is that this glorious combination was supposedly conjured up in a brothel.\n  \n\n      Tiramisù is concocted of layers of Savoiardi ladyfinger biscuits dipped one by one in a whipped mixture of mascarpone cream cheese and a fine blend of different coffee powders. Chocolate powder is also sometimes added, but purists like to stick to just coffee.\n  \n\n      It’s traditionally made in large trays and served in rectangular portions like lasagne.\n  \n\n      The name tiramisù literally means “lift me up” or “pull me up” – a reference to the restorative powers it apparently bestowed upon customers of brothels in the northern city of Treviso, allowing them to spend more money.\n  \n\n    Insalata Caprese\n\n\n\n\n\n\n\nInsalata Caprese is a celebration of fresh simplicity.\n\nShutterstock\n\n\n\n      Can’t cook but want to learn to prepare great Italian food? Start here. This symbol of the Mediterranean diet is made simply by alternating slices of fresh tomatoes and mozzarella cheese dressed with extra virgin oil, salt, pepper and fresh basil leaves.\n  \n\n      The white of the mozzarella juxtaposed with the red of the tomato and the green of the basil is said to represent the Italian flag. Its birthplace is believed to be the chic island of Capri. Insalata Caprese means “salad made the Capri-way.” \n  \n\n    Bollito alla Piemontese\n\n\n      Meat addicts will love this dish originating from the northern region of Piedmont. Bollito simply means “the boil” and is a feast of various meats. One single dish holds boiled pieces of seven different beef cuts plus parts of other animals: calf’s head, chuck steak, ox tongue, ox tail, flank; one whole capon and one cotechino pork sausage.\n  \n\n      Carrots, onions, fresh rosemary, celery, garlic, salt and pepper are added to spice up this butcher’s platter. The meat can then be dipped in a variety of bittersweet sauces.\n  \n\n      The trick is all in the timing and temperature. The longer the meats are boiled, the tastier they get, but there’s a risk of destroying the flavor through overboiling.\n  \n\n    Linguine allo scoglio\n\n\n\n\n\n\n\nThis linguine dish showcases fresh catch from the sea.\n\nShutterstock\n\n\n\n      Meaning “sea rock” in Italian, scoglio is a name that suits this dish of linguine entwined with calamari, clams, mussels, shrimp and baby prawns and dressed with chili pepper, parsley, tomatoes and a glug of white wine.\n  \n\n      It’s a seafood pasta recipe hailing back to the ancient fishing traditions when families living along the coast ate their evening pasta with the fresh daily catch.\n  \n\n      Linguine, aka “small tongues,” is a flat thin noodle ideal for seafood dishes. This dish resembles shoreline rocks after crashing waves have left behind a handful of marine life. The original recipe comes from Naples but has extended to most southern cities. In Rome, it’s also served wrapped in tinfoil.\n  \n\n    Parmigiana\n\n\n      Not to be tackled for lunch unless there’s room for an afternoon nap, this tasty dish is an oozing stratification of fried eggplant slices, Pachino tomato sauce, eggs, fresh basil and caciocavallo or fior di latte cheese.\n  \n\n      The best eggplants are the oval, dark purple, fat ones ideal for frying. They can also be topped with grated, smoked ricotta.\n  \n\n      Despite the name, it has nothing to do with northern town of Parma but comes from deepest Sicily and is a popular dish mainly in southern Italy.\n  \n\n\n\n25 delicious Italian dishes you might not know\n\n\n\n\n    Coda alla vaccinara\n\n\n\n\n\n\n\nThe best versions of this dish take two days to cook.\n\nShutterstock\n\n\n\n      This dish is what happens when you let oxtail stew for hours in a huge pan of celery, carrots, onions and a liter of red wine. The best versions take two days, with ingredients simmered slowly over a low flame until the meat falls away from the bone at the touch of a tongue.\n  \n\n      At the end of the meal, grilled bruschetta slices are often dipped in the pan to mop up the remaining carrots, oxtail and celery sauce. This typical Roman dish, usually savored during festivities, is so tender it melts in the mouth.\n  \n\n    Vitello tonnato\n\n\n      Italians don’t usually like to mix meat and fish, but there are a few exceptions. One is vitello tonnato, aka veal covered in tuna cream.\n  \n\n      This unusual concoction sees boiled veal fillets sliced into circles and covered in a dense layer of mayonnaise mixed with shredded tuna, anchovies and capers. The concoction is typically served cold as an appetizer.\n  \n\n      It’s a specialty of the Piedmont region, which bears the influence of past French conquerors.\n  \n\n    Malloreddus alla Campidanese\n\n\n\n\n\n\n\nMalloreddus alla Campidanese is a tasty gift from the Italian island of Sardinia.\n\nShutterstock\n\n\n\n      Malloreddus are tiny, shell-shaped, durum-wheat flour pasta that are served with a sauce of onions, sausage ragù (preferably flavored with fennel) or dried salami and dressed with salty Sardinian pecorino cheese. Basil can also be added.\n  \n\n      The sauce gets trapped inside the malloreddus’ tiny pockets. Local lore has it that the name of the pasta in regional dialect means “little bulls” as their shape reminded shepherds of calves. It’s a classic main course from Sardinia’s southwest Campidano area.\n  \n\n    Tonnarelli cacio e pepe\n\n\n      Tasty Roman pecorino cheese, blended with sprinkled black pepper, melts as soon as it mixes with the thick, curly tonnarelli spaghetti freshly pulled out of a pot of boiling water.\n  \n\n      The secret to making a great sauce is adding teaspoons of hot salty water from the boiling pasta pot to help the ingredients blend in a creamy, slightly adhesive sauce that sticks easily to the tonnarello.\n  \n\n      Cheese fanatics tend to add an extra layer of grated pecorino to make it even tastier. It’s a simple Rome signature dish, found at typical trattoria.\n  \n\n    Sfogliatella\n\n\n\n\n\n\n\nSweet ricotta cheese fills these tasty pastries.\n\nShutterstock\n\n\n\n      Those with a sweet tooth will adore this top Neapolitan pastry, which is fun to eat. There are two types of sfogliatella. The riccia, meaning “curly,” is shaped like a shell and has crunchy layers of puff pastry stuffed with fresh sweet ricotta cheese, crushed candied orange bits, vanilla and cinnamon. It’s sprinkled with sugar.\n  \n\n      When its corner is bitten off, the pastry unravels like woolen yarn exposing the inner filling.\n  \n\n      Ffrolla sfogliatella is roundish and stuffed with the same ingredients but wrapped in shortcrust pastry.\n  \n\n      Local poets have written sonnets praising the delicious taste of these “two sisters.” It’s a street food sweet treat. In Naples, pastry stands sell sfogliatelle freshly made each day.\n  \n\n    Culurgiones\n\n\n      These handmade ravioli are stuffed with mashed potatoes, chopped mint, garlic and grated Sardinian pecorino cheese. They’re best savored straight, “in white” with no added sauce but just a bit of extra virgin olive oil or grated tuna eggs (bottarga). They’re laid out on the plate to form a blossoming flower.\n  \n\n      Culurgiones are also eaten with tomato sauce and fresh basil. Hand-shaping them can be tricky; it takes time to learn how to properly do it.\n  \n\n      Once the ingredients are wrapped inside the dough, the borders are pinched together to form little lines resembling wheat spikes. A typical dish from Sardinia’s Ogliastra region, in the past it was prepared as a festive treat to celebrate grain harvest, a sort of local Thanksgiving food.\n  \n\n    Agnolotti del plin\n\n\n\n\n\n\n\nAgnolotti del plin comes from the Piedmont region of Italy.\n\nShutterstock\n\n\n\n      Hand-made squared ravioli with zig-zag edges filled with roasted meat, these are usually eaten either with veal broth, a rich meat sauce or with butter and sage.\n  \n\n      Being a highly nutritious dish, it’s usually served at dinner and on special occasions. While the agnolotti are cooking, a glass of red wine can be poured over them to enhance the flavor. A thin layer of grated Parmigiano cheese is added at the end as topping. Plin is the final “pinch” given to close an agnolotto.\n  \n\n      In the past, farming families ate them without any sauce to best savor the Piedmont recipe’s ingredients.\n  \n\n    Risotto al gorgonzola\n\n\n\n\n\n\n\n\n\n\n\n\nA mixture of beer, coffee and ... cheese? This Michelin-Star dish is served in a can\n\n\n                            00:57\n                        \n - Source:\n                CNN\n\n\n\n\n\n      This succulent rice dish was born on the border between Lombardy and Piedmont. Gorgonzola blue cheese is an ideal dressing for risotto. It has a delicate taste when added to locally grown rice varieties such as carnaroli that absorb the flavors during cooking.\n  \n\n      To make it, rice is cooked with vegetable broth with morsels of Gorgonzola thrown in at the end, just before butter and Parmigiano Reggiano cheese are added. Black pepper is sprinkled on top.\n  \n\n      Nuts and pieces of special sausages from the Piedmont town of Bra made with a mix of veal and pig fat can also be added to the dish.\n  \n\n      Gorgonzola cheese was, apparently, created by mistake. It’s said that a young dairy man, eager to meet his girlfriend, forgot to finish his work and left the cheese pot outside. Instead of throwing away the almost rotten curd the next morning, he added a fresh layer. In between the two, green “parsley” looking veins of mold formed.\n  \n\n    Timballo\n\n\n\n\n\n\n\nTimballo is Italy's answer to: \"What should I do with the leftovers?\"\n\nShutterstock\n\n\n\n      Timballo is the art of recycling food leftovers from the day before or after a festive meal. It’s the Italian equivalent of the Anglo-Saxon pie. Anything can go inside to stuff the shortcrust pastry as long as it’s been previously cooked.\n  \n\n      Pasta, meat, cheese, vegetables, tortellini, eggs, sausages and even fish are mixed together with besciamella sauce and placed inside the dough, which is then folded and cooked in an oven.\n  \n\n      It’s mostly eaten in central and northern Italy, with family recipes passed down through generations. Timballo was invented as a way to conserve expensive ingredients and make meals last for days.\n  \n\n  This article was first published in February 2021 and last updated in May 2023.",
        "published_at": "2023-05-07 06:05:00"
    },
    "https://edition.cnn.com/2023/05/07/europe/prigozhin-wagner-bakhmut-russia-support-intl/index.html": {
        "url": "https://edition.cnn.com/2023/05/07/europe/prigozhin-wagner-bakhmut-russia-support-intl/index.html",
        "title": "Wagner boss suggests his forces may stay in Bakhmut after threatening to withdraw",
        "author": "tim lister, stephanie halasz, christian edwards",
        "content": "CNN\n         — \n    \n\n\n      Yevgeny Prigozhin, head of the Wagner mercenary group, has apparently backtracked on a threat to withdraw his forces from the eastern Ukrainian city of Bakhmut, after Russia’s Ministry of Defense promised to provide more ammunition to his troops.\n  \n\n      In an explosive, expletive-laden rant this week, Prigozhin appeared in front of dozens of his dead soldiers and blamed Russia’s military leadership for “tens of thousands” of Wagner casualties. He declared that his men would leave Bakhmut by May 10 because of inadequate supplies, resulting in heavy losses.\n  \n\n      But a new audio message posted Sunday on Telegram suggests he has changed his mind after concessions from the Russian government.\n  \n\n      “The bottom line is the following: they promise to give us ammunition and weapons, as much as we need to continue further actions. They swear to us that everything that is necessary will be on the flank so the enemy сan’t cut us off. We are told that we can act in Bakhmut as we see fit,” Prigozhin said.\n  \n\n      The Russian Ministry of Defense did not immediately comment on Prigozhin’s latest claim.\n  \n\n\n\n\n\n\nPrigozhin now plans to keep his troops in Bakhmut after securing greater government support.\n\nYulia Morozova/Reuters\n\n\n\n      Bakhmut has been the site of a months-long assault by Russian forces that has driven thousands from their homes and left the area devastated. But, despite the vast amounts of manpower and resources Russia has poured into capturing Bakhmut, they have not been able to take total control of the city.\n  \n\n      “We’ve taken 95% of Bakhmut. For this last 5%, the ‘Red Army’ [the Russian Armed Forces] are not playing any role,” Prigozhin said in a message posted on his official Telegram channel Saturday.\n  \n\n      Prigozhin’s blunt and brutal tactics in Bakhmut have long been likened to a “meat grinder.” But, in his repeated threats to withdraw from Bakhmut, Prigozhin claimed this approach was no longer viable.\n  \n\n      “There will be no more meat grinder because there’s nothing left to grind the meat with,” Prigozhin said.\n  \n\n      The Wagner boss had said Wagner positions in and around Bakhmut would be transferred to Chechen leader Ramzan Kadyrov’s forces from May 10.\n  \n\n\n\n\n\n\nFighting has raged in Bakhmut for months, but the city has not yet fallen to Russian troops.\n\nAnatolii Stepanov/AFP/Getty Images\n\n\n\n      But Prigozhin’s latest message posted Sunday revealed that Russia’s Ministry of Defense had pledged significant support to the Wagner group, including allowing general Sergey Surovikin, the former overall commander of Russia’s invasion of Ukraine, to help organize Wagner’s operations.\n  \n\n      “They give us Surovikin as a person who will make all decisions in the framework of the military operations of PMC Wagner and interact with the Ministry of Defense,” Prigozhin said.\n  \n\n\n\n\n\n\n\n\n\nBAKHMUT, UKRAINE - DECEMBER 3: A park avenue damaged due to hostilities on December 3, 2022 in Bakhmut, Donetsk Oblast, Ukraine. Russian troops trying to take Bakhmut for several months. Ukrainian soldiers hold the defense of the city, where the fiercest clashes take place. (Photo by Yan Dobronosov/Global Images Ukraine via Getty Images)\n\nYan Dobronosov/Global Images Ukraine/Getty Images\n\n\n\n\nOpinion: How the battle for Bakhmut exposed Russia's 'meat-grinder'\n\n\n\n\n      Prigozhin had also previously floated the possibility that Wagner might be disbanded without greater support from the Russian government, but appeared to also row back from these suggestions in the new audio message.\n  \n\n      “I specifically asked a question to all junior commanders, who immediately brought it to the attention of the fighters: if someone wants, they can go to other military formations. Everyone unequivocally answered ‘No.’”",
        "published_at": "2023-05-07 18:39:00"
    }
}