{
    "https://www.nytimes.com/2023/05/07/us/texas-allen-shooting-gun-control.html": {
        "url": "https://www.nytimes.com/2023/05/07/us/texas-allen-shooting-gun-control.html",
        "title": "After Mass Killings in Texas, Frustration but No Action on Guns",
        "author": "J. David Goodman,, Adam Goldman,, Edgar Sandoval, David Montgomery",
        "content": "HOUSTON — After months of pleading for more gun control measures, a Democrat who represents Uvalde, Texas, where 19 children died in a mass shooting, was told by the Republican leader of the State Senate to stop bringing up gun legislation or be barred from speaking at all.In the State House, Republican members talked and joked among themselves as another Democrat, Representative Jarvis Johnson of Houston, rose to discuss gun control. “This is not a joke — this is real,” he shouted from the lectern at his colleagues on Friday. “Children every day are dying.”It was only hours later that gunfire again ripped apart the daily life of people in Texas. This time the violence erupted at a popular shopping center in the Dallas suburb of Allen, where a 33-year-old gunman armed with what officials said was an AR-15-style rifle swiftly killed eight people and wounded at least seven others, including at least one child, before a police officer fatally shot him on Saturday.VideoShoppers evacuated an outlet mall in Allen, Texas, where a gunman killed eight people before being fatally shot by a police officer.CreditCredit...LM Otero/Associated PressThe killings came just over a week after a mass shooting in rural San Jacinto County, north of Houston, where five people living together were killed by a neighbor after they asked him to stop shooting his gun in his front yard. And they occurred a little less than a year after the massacre at Uvalde, where two teachers also died.Among some Texans, the drumbeat of mass murder has fueled rising frustration and a slight openness to more gun regulation in a state where even Democrats proudly discuss their firearms. But the violence has done little to reshape the political realities in the State Capitol, where Republicans control both legislative chambers and all statewide offices.In the past two years, as the state has been shaken by more than a dozen mass killings of four or more people, Texas has increased access to firearms, doing away with its permit requirements to carry handguns and lowering the age when adults can carry handguns to 18 from 21.On Sunday, Gov. Greg Abbott, a Republican, attended a vigil for the victims of the shooting at the shopping center, Allen Premium Outlets, but said earlier that there would be no new effort by his administration to limit access to firearms — because it would not work.“We’ve seen an increased number of shootings in states with easy gun laws as well as shootings in states with very strict gun laws,” Mr. Abbott said in an interview on Fox News. He said Texas was responding to the “dramatic increase in the amount of anger” across the United States by going to “its root cause, which is addressing the mental health problems behind it.”ImageAna Rodriguez, whose daughter, Maite Rodriguez, 10, was killed in the school shooting in Uvalde, and members of her family leaving the Texas State Capitol in Austin after taking part in a rally in August.Credit...Tamir Kalifa for The New York TimesImageFamily members of children killed in the shooting in Uvalde, Texas, marched from the Capitol to the governor’s mansion to encourage Texans to vote, and to call for raising the minimum age to buy an assault rifle to 21 from 18.Credit...Tamir Kalifa for The New York TimesThe message was largely the same as one delivered by the governor the day after the elementary school shooting in Uvalde in May 2022, when he observed during a news conference that more people are shot in Chicago each weekend than in Texas schools.By contrast, President Biden urged action on Sunday. “Republican members of Congress cannot continue to meet this epidemic with a shrug,” he said in a statement that called for “a bill banning assault weapons and high-capacity magazines.”In Texas, a bill to raise the age to purchase an AR-15-style rifle to 21 from 18 has been introduced by Democrats and championed by the relatives of the children killed in Uvalde, but it was not likely to pass out of committee before a legislative deadline on Monday. That legislation would have prevented the 18-year-old gunman in Uvalde from purchasing the weapon he used, but it would not have been a factor in the shooting in Allen, where the gunman was older.Investigators on Sunday were still working to determine what had motivated that gunman to open fire at the shopping center, about 25 miles north of Dallas. It was the second-deadliest shooting of the year in the United States, after the Monterey Park, Calif., massacre in which a gunman killed 11 people in a ballroom on Jan. 21.The Texas Department of Public Safety identified the gunman in Saturday’s attack as Mauricio Garcia, 33, of Dallas.A video circulating on social media appeared to show him lying on the ground, clad in black and equipped with what appeared to be a tactical vest, multiple rounds of ammunition and a long gun.The gunman may have espoused white supremacist ideology, according to two law enforcement officials, but it was not yet known whether the shooting was an act of domestic terrorism.He arrived at the large outdoor mall in the midafternoon on Saturday, stepped from a silver sedan and at around 3:30 p.m. began firing a rifle at shoppers walking outside.According to video taken at the scene, the gunfire sent people running for safety. A police officer who had been on an unrelated assignment at the mall heard gunfire, rushed toward it and fatally shot the gunman, Chief Brian E. Harvey of the Allen Police Department said on Saturday.Officers and agents from multiple law enforcement agencies including the local police, the Federal Bureau of Investigation and the Texas Department of Public Safety were still working on Sunday to identify the victims and notify their families. The injured — who ranged in age from 5 to 61 — were being treated at three trauma centers, according to a spokesman for one of the centers, Medical City Healthcare.ImageTexas state troopers blocked the entrance to Allen Premium Outlets on Sunday.Credit...Cooper Neill for The New York TimesImageLenna Maleki painted a cross at a memorial outside Allen Premium Outlets.Credit...Cooper Neill for The New York TimesNo update on the investigation was provided on Sunday, but gun control proponents in the state were deploring the report of yet another episode of large-scale violence.“This is no longer unimaginable,” Representative Johnson said in an interview on Sunday. “We are almost to the point of normalizing mass shootings in Texas, and that is the most disturbing thing.”While less supportive of stricter gun regulation than Americans as a whole, Texans support some limited gun control measures, polls have shown, and over the past few years views on guns among Republican voters in Texas have appeared to moderate somewhat, according to polls by the Texas Politics Project at the University of Texas at Austin. In 2020, 67 percent of Republicans told pollsters that more guns made the United States safer. The next year, that percentage declined, and, after the Uvalde shooting, it declined again, to 57 percent.“You are seeing a very slow erosion in some of the underlying attitudes that suggest a blanket enthusiasm for guns among Republicans,” James Henson, director of the Texas Politics Project, said. “But it’s not dropping enough to signal a change, at least not yet.”State Senator Roland Gutierrez, a Democrat who represents Uvalde, said that after the elementary school massacre two of his Republican colleagues privately voiced support to him for some kind of gun control measures. “But since then, nothing has changed,” he said in an interview on Sunday.For months, Mr. Gutierrez has been trying to force action in the State Senate, a body dominated by its Republican leader, Lt. Gov. Dan Patrick, who warned Mr. Gutierrez last month against discussing gun control during a debate on an unrelated bill to ban minors from drag shows.“People don’t want to eliminate these guns, I get it — and I own guns myself,” Mr. Gutierrez said. But there are steps that can be taken, he said, such as expanding background checks or raising the age to buy an AR-15-style rifle. “This is simple stuff,” he said.In Allen on Sunday, Amy Bennett stood on the side of a road near Cottonwood Creek Church, where the vigil for the shooting victims was being held. She held a sign that said “This voter opposes gun violence,” with a picture of an AR-15 crossed out. “Thoughts and prayers are useless,” said another sign pinned to her shirt. “The dead are still dead.”Several cars honked as they passed by.ImageState Senator Roland Gutierrez of Texas, whose district includes Uvalde, speaking in February at a news conference at the Texas State Capitol in Austin.Credit...Tamir Kalifa for The New York TimesFor some Texans, like Annalisha Tiller, 48, a Republican who lives in the neighborhood of San Jacinto County where last month’s mass shooting took place, the ease with which anyone can get a gun has made her feel unsafe and open to restrictions such as requiring background checks for weapons purchased at gun shows.“Access to guns is too easy here,” she said. At the same time, she arms herself whenever she goes out, for safety. “We don’t have police out here to protect us,” she said. “I want good people with guns.”Mamie Lester, 59, a steadfast Republican who lives on a 50-acre farm in North Texas, said she and her husband had more than a dozen guns — rifles, shotguns and pistols — that remain carefully locked up in their home when not in use. But the killings in Allen, coming after other recent mass shootings, has deepened her feeling that something has to be done.“I do realize that this is all out of control,” she said. “I’m not totally against gun control, but they’re trying to control it for the wrong people. You’ve got to keep the guns out the hands of the criminals.” She said better background checks could be an answer.Gregory K. Taggart, a firearms trainer at Texas Legends, a gun range in Allen near where the latest shooting occurred, echoed Governor Abbott when he said that mental health needed to be considered in any analysis of recent gun violence. “Guns have been around forever. Mass shootings have not been,” Mr. Taggart said. “My first question would be, Why do we have mass shootings now? I think our society is breaking down.”Restricting guns is not the answer, he added. “When people talk about drunk driving, do they say, Let’s ban cars?”Part of the reason Republicans in Texas may not feel political pressure on the issue is the state’s recent electoral history. The Uvalde shooting took place during a hard-fought governor’s race between Mr. Abbott, running for a third term, and Beto O’Rourke, a former Democratic congressman who campaigned for some of the same gun control proposals that have recently been before the legislature. Mr. Abbott won by a wide margin.Last month, relatives of victims in Uvalde traveled to the State Capitol to testify on behalf of the bill to raise the age for buying an AR-15-style rifle. The fact that a committee in the Republican-controlled House even agreed to listen to them had felt to them like a kind of victory.Then they waited for hours for their turn to speak. They were finally called in after 10 p.m., about 13 hours after they arrived at the Capitol that morning.“I’m reminded of May 24, 2022, when we waited hours to be told our daughter would never come home,” Kimberly Rubio told the committee through tears, speaking of her daughter Lexie, who was killed in the shooting. “I expressed confusion then, and I’m perplexed now. Did you think we would go home?”Mary Beth Gahan, Remy Tumin, Claire Fahy and Lauren McCarthy contributed reporting.",
        "published_at": "2023-05-07 21:05:06-04:00"
    },
    "https://www.nytimes.com/2023/05/07/us/texas-mall-shooting-allen.html": {
        "url": "https://www.nytimes.com/2023/05/07/us/texas-mall-shooting-allen.html",
        "title": "What We Know About the Allen, Texas, Mall Shooting",
        "author": "Joshua Needelman, Adam Goldman",
        "content": "The residents and authorities in a Dallas suburb on Sunday began to process the shooting at a crowded mall in which the police say a gunman killed at least eight people, including children, and injured at least seven others before a police officer killed him.The shooting happened on Saturday at the Allen Premium Outlets in Allen, Texas, about 25 miles north of Dallas, and turned a busy afternoon of shopping into chaos.Here is what we know about what happened.How did the shooting unfold?Gunfire erupted around 3:30 p.m. local time, the police said, as throngs of shoppers filled the outdoor mall, which has more than 120 stores.A video posted on social media appears to show a figure clad in black getting out of a silver car in a parking lot and opening fire.Other videos circulating on social media show people dashing for shelter or running through a parking lot as loud popping noises are heard in the background.VideoShoppers evacuated an outlet mall in Allen, Texas, where a gunman killed eight people before being fatally shot by a police officer.CreditCredit...LM Otero/Associated PressWho is the gunman?The Texas Department of Public Safety on Sunday identified the shooter as Mauricio Garcia, 33, of Dallas.Mr. Garcia may have espoused white supremacist ideology, according to two law enforcement officials, but it was not yet known if the shooting was an act of domestic terrorism.Mr. Garcia acted alone, the authorities said; a police officer who was at the mall on an unrelated assignment heard the gunfire, rushed toward it and killed Mr. Garcia.The police so far have not identified the officer.Who were the victims?Nine people, including the gunman, were pronounced dead, the police said.Of those victims who were hospitalized, three were in critical condition and four were in stable condition. A spokesman for Medical City Healthcare, which was treating victims at its three trauma facilities, said the injured ranged in age from 5 to 61.The victims have not been publicly identified.In a statement on Sunday, President Biden said an unspecified number of children were among those killed.What did witnesses see?ImageShoppers being evacuated from the mall on Saturday.Credit...WFAA, via Associated PressGeoffrey Keaton was having lunch with his 16-year-old daughter at Fatburger in the mall when they heard gunshots.“I got my baby girl under the counter to shield her, and then they got louder, like he was right there,” Mr. Keaton said.Mr. Keaton said the restaurant’s manager had allowed customers to hide in the back, where they then exited through a rear door and ran to their cars.A livestream from a local Fox television affiliate showed scores of shoppers being evacuated in an orderly fashion from shops.“It was just kind of chaotic for a second,” said Kaleo Palakiko, 36. “Then when someone said, ‘Shooter,’ we all ran to the back of the store.”Mr. Palakiko and his parents hid in a storeroom for about 45 minutes before they were released by the police and walked out with their hands in the air.How does this shooting compare with others this year?Saturday’s attack is the second-deadliest shooting of the year, after the Monterey Park, Calif., massacre on Jan. 21, in which a gunman killed 11 people in a ballroom.According to the Gun Violence Archive, a database of shootings in the United States, there have been 199 “mass shootings,” which the archive defines as the shooting of at least four people, in 2023.Last weekend, a gunman killed five people in Cleveland, Texas, near Houston, after he was asked by neighbors to stop shooting in his yard. He was captured after a multiday manhunt.On Monday, a registered sex offender fatally shot six people, including his wife and three of her children, near Tulsa, Okla., before turning the gun on himself.On Wednesday, a gunman opened fire at a medical office building in Atlanta, killing one person and injuring four others. That, too, led to a manhunt before the suspect was caught.",
        "published_at": "2023-05-07 21:09:30-04:00"
    },
    "https://www.nytimes.com/2023/05/07/business/media/texas-shooting-video-twitter.html": {
        "url": "https://www.nytimes.com/2023/05/07/business/media/texas-shooting-video-twitter.html",
        "title": "Twitter Criticized for Allowing Texas Shooting Images to Spread",
        "author": "Benjamin Mullin",
        "content": "Pat Holloway has seen her share of destruction during a 30-year career as a photojournalist: the 1993 standoff in Waco, Texas; the 1995 bombing of a federal building in Oklahoma City by Timothy McVeigh; and the 2011 tornado that struck Joplin, Mo.But this weekend, she said in an interview, she had had enough. When graphic images began circulating on Twitter showing bloody victims of a mass shooting at a mall in Texas that left at least nine people, including the gunman, dead, she tweeted at Elon Musk, Twitter’s owner, demanding that he do something.“This family does not deserve to see the dead relatives spread across Twitter for everybody to see,” Ms. Holloway, 64, said in the interview on Sunday.Ms. Holloway was one of many Twitter users who criticized the social network for allowing the grisly images — including of a blood-spattered child — to spread virally across the platform after the shooting on Saturday. Though gruesome images have become common on social media, where a cellphone camera and an internet connection make everyone a publisher, the unusually graphic nature of the images drew sustained outcry from users. And they threw a harsh spotlight on Twitter’s content moderation practices, which have been curtailed since Mr. Musk acquired the company last year.Like other social media companies, Twitter has once again found itself in a position akin to that of traditional newspaper editors, who wrestle with difficult decisions about how much to show their audiences. Though newspapers and magazines generally spare their readers from truly graphic images, they have made some exceptions, as Jet magazine did in 1955 when it published open-casket images of Emmett Till, a 14-year-old Black boy who was beaten to death in Mississippi, to illustrate the horrors of the Jim Crow-era South.Unlike newspaper and magazine publishers, however, tech companies like Twitter must enforce their decisions on a huge scale, policing millions of users with a combination of automated systems and human content moderators.Other tech companies like Facebook’s parent, Meta, and YouTube’s parent, Alphabet, have invested in large teams that reduce the spread of violent images on their platforms. Twitter, on the other hand, has scaled back its content moderation since Mr. Musk bought the site late last October, laying off full-time employees and contractors on the trust and safety teams that manage content moderation. Mr. Musk, who has described himself as a “free speech absolutist,” said last November that he would establish a “content moderation council” that would decide which posts should stay up and which should be taken down. He later reneged on that promise.Twitter, Alphabet and Meta did not respond to requests for comment.Graphic content was never completely banned by Twitter, even before Mr. Musk took over. The platform, for instance, has allowed images of people killed or wounded in the war in Ukraine, arguing that they are newsworthy and informative. The company sometimes places warning labels or pop-ups on sensitive content, requiring that users opt in to see the imagery.While many users clearly spread the images of the massacre, including of the dead attacker, for shock value, others retweeted them to underscore the horrors of gun violence. “The N.R.A.’s America,” one tweet read. “This isn’t going away,” said another. The New York Times is not linking to the social media posts containing the graphic images.Claire Wardle, the co-founder of the Information Futures Lab at Brown University, said in an interview that tech companies must balance their desire to protect their users with the responsibility to preserve newsworthy or otherwise important images — even those that are uncomfortable to look at. She cited as precedent the decision to publish a Vietnam War image of Kim Phuc Phan Thi, who became known as “Napalm Girl” after a photo of her suffering following a napalm strike circulated around the world.She added that she favored graphic images of noteworthy events remaining online, with some kind of overlay that requires users to choose to see the content.“This is news,” she said. “Often, we see this kind of imagery in other countries and nobody bats an eyelid. But then it happens to Americans and people say, ‘Should we be seeing this?’”For years, social media companies have had to grapple with the proliferation of bloody images and videos following terrible violence. Last year, Facebook was criticized for circulating ads next to a graphic video of a racist shooting rampage in Buffalo, N.Y., that was live-streamed on the video platform Twitch. The Buffalo gunman claimed to have drawn inspiration from a 2019 mass shooting in Christchurch, New Zealand, that left at least 50 people dead and was broadcast live on Facebook. For years, Twitter has taken down versions of the Christchurch video, arguing that the footage glorifies the violent messages the gunman espoused.Though the graphic images of the Texas mall shooting circulated widely on Twitter, they seemed to be less prominent on other online platforms on Sunday. Keyword searches for the Allen, Texas, shooting on Instagram, Facebook and YouTube yielded mostly news reports and less explicit eyewitness videos.Sarah T. Roberts, a professor at the University of California Los Angeles who studies content moderation, drew a distinction between editors at traditional media companies and social media platforms, which are not bound by the ethics that traditional journalists adhere to — including minimizing harm to the viewer and the friends and family of the people who were killed.“I understand where people on social media are coming from who want to circulate these images in the hopes that it will make a change,” Ms. Roberts said. “But unfortunately, social media as a business is not set up to support that. What it’s set up to do is to profit from the circulation of these images.”Ryan Mac contributed reporting.",
        "published_at": "2023-05-07 19:34:54-04:00"
    },
    "https://www.nytimes.com/2023/05/07/nyregion/trump-indictment-bragg-strategy.html": {
        "url": "https://www.nytimes.com/2023/05/07/nyregion/trump-indictment-bragg-strategy.html",
        "title": "In Trump Case, Bragg Pursues a Common Charge With a Rarely Used Strategy",
        "author": "Ben Protess,, Kate Christobek,, Jonah E. Bromwich,, William K. Rashbaum, Sean Piccoli",
        "content": "A lawyer was accused of stealing $1.2 million from his law firm and covering it up. An insurance broker was accused of taking $350,000 from a client and covering it up. And a former president was accused of orchestrating a $130,000 hush-money payment to a porn star and covering it up.All three men were prosecuted by the Manhattan district attorney, Alvin L. Bragg, and each faced the same felony charge: falsifying business records.The charge, a staple of his office’s white-collar work, can only be elevated from a misdemeanor to a felony if the defendant falsified the records in an attempt to commit or conceal a second crime.Although the district attorney’s office is not required to identify the second crime at the outset of the case, Mr. Bragg prosecuted both the lawyer and the insurance broker for additional crimes — including grand larceny — telegraphing why their false records charges were bumped up to felonies. Only the former president, Donald J. Trump, was indicted for falsifying business records, and no other crimes.A New York Times analysis of about 30 false business records cases brought by Mr. Bragg and his predecessor — based on court records, interviews and information the office provided — shows that in this respect, the case against Mr. Trump stands apart. In all but two of the indictments reviewed by The Times, the defendant was charged with an additional crime on top of the false records charge. The decision to charge Mr. Trump with 34 counts of falsifying business records — and no other crimes — highlights the unique nature of the case, the first indictment of a former American president. Mr. Bragg, a Democrat, has drawn criticism from Mr. Trump’s allies, who say that he bumped up the charges to a felony for political reasons.But Mr. Bragg has argued that if the Trump indictment is unusual, it is only because the facts of this case are unusual as well, and the charge must fit the facts: Mr. Trump is accused of covering up a payoff to a porn star to bury a sex scandal in the days before a presidential election.Mr. Bragg also said, at a news conference on the day of Mr. Trump’s arraignment, that an option for the second crime could be a federal election law violation, under the theory that the hush money illegally aided Mr. Trump’s candidacy.And on Thursday, Mr. Trump’s lawyers sought to move the case from New York State Supreme Court to federal court, citing those comments as part of the justification for the legal change of scenery. The former president’s lawyers may in part be using the request to move the case as a way to gain more clarity on the second crime.Mr. Bragg’s supporters, including former prosecutors with the district attorney’s office, have defended his decision not to explicitly mention the second crime in the indictment. They noted that even in the many cases where other crimes are charged, the district attorney’s office never specifies upfront which crime is being used to elevate the false records charge to a felony. In that sense, the Trump case is typical.“The indictment doesn’t specify it because the law does not so require,” Mr. Bragg said, in his usual lawyerly fashion, at his news conference.ImageMr. Trump and his allies have accused Mr. Bragg of basing his charging decision on politics, not the law.Credit...Sophie Park for The New York TimesThe somewhat unusual nature of the Trump indictment in some ways encapsulated both Mr. Bragg’s skills and shortcomings as district attorney. A career prosecutor, Mr. Bragg has a keen eye for legal strategy but something of a blind spot for the way his decisions are perceived by the public.His maneuvering on the second crime could provide his prosecutors a strategic advantage in the courtroom, as he keeps Mr. Trump’s lawyers guessing about what it will be. If Mr. Trump’s lawyers convince the judge in the case, Juan M. Merchan, that an election law violation is not viable, Mr. Bragg can pivot to another, like a quarterback calling an audible.“You’re not in the defendant’s head, so you have to be careful locking yourself into any one thing,” said Karen Friedman Agnifilo, one of the leaders of the office under Mr. Bragg’s predecessor. “And if you don’t have to, why do that?”For now, though, that means it is unclear how exactly prosecutors plan to argue that Mr. Trump is guilty of 34 felonies, rather than 34 misdemeanors.“My view is that while the law allows the prosecutor to play it close to the vest, it seems that best practice and fairness requires they reveal — to the extent they know — what the crimes are,” said Marc F. Scholl, who served in the district attorney’s office for nearly four decades in both trial and senior investigative roles. “And because it’s a matter of such public interest,” he added of the Trump case, “you really want to show the world you’re not hiding anything.”To Mr. Bragg, a former federal public corruption prosecutor, the Trump case is the simple story of a criminal cover-up.The case centers on the $130,000 hush-money payment to the porn star, Stormy Daniels, who was threatening to go public with her story of a sexual encounter with Mr. Trump. Mr. Trump’s fixer at the time, Michael D. Cohen, paid Ms. Daniels to buy her silence in the final days of the 2016 campaign. Mr. Cohen, who has since turned against Mr. Trump and become Mr. Bragg’s star witness, has said he was acting on Mr. Trump’s orders.Mr. Bragg’s prosecutors say that Mr. Trump subsequently covered up his reimbursements to Mr. Cohen. The president’s company recorded the repayment to Mr. Cohen as “legal expenses” and cited a retainer agreement — even though there were no such legal expenses, and no such retainer agreement.Mr. Cohen pleaded guilty in 2018 to federal campaign finance violations one of which stemmed from the hush-money payment to Ms. Daniels. That federal crime is one of the options Mr. Bragg’s prosecutors are mulling for the bump-up crime in the case against the former president.ImageMichael D. Cohen, right, and his lawyer, Lanny Davis, met repeatedly with prosecutors as they investigated Mr. Trump.Credit...Jefferson Siegel for The New York TimesBut nearly every other defendant indicted by Mr. Bragg’s office for falsifying business records was charged in state court with another crime.Aside from Mr. Trump, The Times could identify only two other defendants in the last decade or so to be indicted solely for felony falsifying records. Under Mr. Bragg’s predecessor, Cyrus R. Vance Jr., a woman was charged for a relatively minor offense: providing a fake social security number to a bank.And last year, under Mr. Bragg, a man was charged with two felony counts of falsifying business records. But unlike Mr. Trump, that man had two co-defendants on the same indictment charged with grand larceny, which was the second crime prosecutors used to elevate his charges to a felony.The only other cases in which Mr. Vance or Mr. Bragg brought falsifying records charges — and no other crimes — came when the defendants struck a plea deal before an indictment, a stark contrast from Mr. Trump who has already been indicted and is expected to fight the charges tooth and nail.The rarity of a stand-alone falsifying business records case stems partly from the low-level nature of the charge. Falsifying business records is an E-felony, the lowest level in New York, so the district attorney’s office often tacks it on in addition to other more serious crimes. And financial fraud investigations typically uncover evidence of multiple economic crimes, giving prosecutors a bevy of options.Under Mr. Bragg, prosecutors have filed more than 120 counts of falsifying business records against a wide variety of individuals and companies, and in all of those cases, prosecutors charged the crime as a felony, according to the district attorney’s office.Mr. Trump’s lawyers are expected to demand that prosecutors identify the second crime before trial, but Mr. Bragg may never need to fully reveal his plan. He could argue to the judge that felony false records cases are governed by a 43-year-old New York Court of Appeals case involving a burglary charge, which also requires the intent to commit another crime. In that case, the court held that prosecutors need not reveal a second crime.If Mr. Bragg’s argument persuades Justice Merchan, Mr. Trump will almost certainly appeal, highlighting the obvious distinctions between a false records case and burglary. The resulting litigation could take years to resolve as his appeal is examined in today’s legal environment, which demands greater transparency from prosecutors than was common 43 years ago.While the Trump indictment does not reference a second crime, Mr. Bragg suggested three possible options during his news conference: Two versions of an election crime — one state, one federal — as well as tax fraud.The election law crimes might put Mr. Bragg on uncharted ground, raising the possibility that the courts could throw out or limit the case.Never before has a New York State prosecutor brought an election law case involving a federal campaign, The Times analysis strongly suggests. An untested case against any defendant, let alone a former president of the United States, raises the risk for Mr. Bragg legally — and could expose him to political blowback.“The notion that a politician making efforts to hide unflattering information from the American voter constitutes a criminal offense sounds a lot to me like criminalizing politics,” said Thomas Kenniff, a defense lawyer in Manhattan and Mr. Bragg’s Republican opponent in the 2021 race for district attorney.If Mr. Bragg cites federal election law, Mr. Trump’s lawyers will likely argue that a state prosecutor has no authority to invoke a federal crime. And if he uses a state election law, Mr. Trump’s lawyers are expected to argue that federal campaign finance law explicitly says that it overrides — pre-empts, in legal terminology — state election law when it comes to campaign donation limits.Yet Mr. Bragg may have found an exception. At his news conference, Mr. Bragg cited a state election law that bars any conspiracy to promote “the election of any person to a public office by unlawful means” — not specifically related to donation limits.And even if a judge were to reject all election-related second crimes, then Mr. Bragg still has tax fraud to fall back on. Under that theory, his prosecutors could argue that the second crime was an intent — by the Trump Organization and possibly Mr. Cohen — to hide the true purpose of the reimbursement on their state tax returns.Even though there was no effort to cheat on the taxes, any attempt to misrepresent the purpose of the hush money on tax documents could be considered a tax crime, experts said.“What it really is to my observation is misusing the federal and presumably state tax system to characterize a transaction falsely,” said Scott D. Michel, a partner at Caplin and Drysdale. Discussing the prosecution’s apparent theory, he said, “You cannot have a tax system where people can abuse the filing process and abuse the reporting process to further criminal conduct.”",
        "published_at": "2023-05-07 05:00:18-04:00"
    },
    "https://www.nytimes.com/2023/05/07/world/europe/russia-ukraine-crimea.html": {
        "url": "https://www.nytimes.com/2023/05/07/world/europe/russia-ukraine-crimea.html",
        "title": "Wagner Chief Appears to Backtrack on Threat to Pull Fighters From Bakhmut",
        "author": "Neil MacFarquhar,, Matthew Mpoke Bigg, Andrés R. Martínez",
        "content": "The head of Russia’s Wagner mercenary group said on Sunday that he had been promised as much ammunition and weaponry as needed to continue the fight for the embattled Ukrainian city of Bakhmut, two days after he threatened to withdraw his fighters because Moscow’s Ministry of Defense was failing to support them.“We have been promised as much ammunition and armament as we need to keep going,” the Wagner group’s founder, Yevgeny V. Prigozhin, said in an audio statement released Sunday on his channel on the Telegram messaging app. There was no immediate comment from Russia’s defense ministry.On Friday, Mr. Prigozhin launched what was widely considered an effort at brinkmanship, by threatening to withdraw all of his fighters from Bakhmut, accusing Russia’s military bureaucracy of starving him of the ammunition needed to fully capture the city. He had appeared in a gruesome video standing in front of row after row of what he said were freshly killed fighters, saying the ministry had caused “useless and unjustified” losses by failing to replenish the ammunition stocks.While Mr. Prigozhin had complained about ammunition shortages and threatened to pull out of the city before, he had not previously given a date. This time, he named Wednesday — the day after Russia’s Victory Day holiday — as the deadline for his forces to withdraw and “lick their wounds.” The May 9 holiday celebrates the Soviet Union’s victory over Nazi Germany and has taken on particular resonance in Russia amid its war in Ukraine.Gen. Oleksandr Syrsky, the commander of Ukraine’s ground forces, wrote on Telegram on Sunday that he had visited troops in the area of Bakhmut, where he previously said Russia was employing “scorched-earth tactics.” The shelling has intensified, he said, as Russia attempts to seize the city by Tuesday.“Our task is to prevent this,” he wrote.Few military analysts expected Mr. Prigozhin to carry out his threat, especially because Russia’s Ministry of Defense has no real alternative to the estimated 10,000 Wagner fighters fighting for control of the devastated city, where 70,000 people lived before the invasion.ImageA damaged building in the vicinity of Bakhmut last month. Credit...Mauricio Lima for The New York TimesA sliver of Bakhmut remains in Ukrainian hands, with the Russian Ministry of Defense claiming on Sunday that its forces had made further small advances. All the territory Russia has gained during months of grinding conflict in the city has also come at an enormous cost for both sides, including the deaths of thousands of fighters recruited by Wagner from Russian prisons and thrown right onto the battlefield. Mr. Prigozhin also said that Gen. Sergei Surovikin, the commander of the air force nicknamed “General Armageddon,” had been appointed as his liaison with the military.If confirmed, the appointment of Gen. Surovikin, who developed a close relationship with Wagner while commanding the Russian forces in Syria, could help address the deep-seated tension between the Wagner mercenary forces and the regular Russian Army, which has repeatedly interrupted Russian efforts to push forward in Ukraine.Gen. Surovikin was appointed overall commander of the Russian forces in Ukraine last October, which was considered a sign that Mr. Prigozhin was gaining influence in the Kremlin. But he was then replaced three months later by Gen. Valery Gerasimov, the chief of staff of the Russian military.Mr. Prigozhin openly cursed Gen. Gerasimov and Sergei Shoigu, Russia’s minister of defense, in his expletive-laden video on Friday. Some analysts have attributed the tensions to rivalries for President Vladimir V. Putin’s favor.It is unclear whether the ammunition promised to Mr. Prigozhin can be deployed fast enough to change the battle for the city that started last August. In threatening to withdraw, Mr. Prigozhin stressed just how weary his men were of the fight.ImageA Ukrainian soldier driving through western Bakhmut last month.Credit...Mauricio Lima for The New York TimesBut the chances of that seem remote. Ukraine is expected to soon begin a counteroffensive powered by fresh supplies of advanced Western military equipment, including tanks and armored personnel carriers that have already arrived in the country.Here’s what else is happening in Ukraine:Drones targeted Crimea, Russia saysThe Kremlin-installed authorities in Crimea said on Sunday that Ukraine had launched a wave of drones on the occupied peninsula overnight, the latest in a string of reported attacks on Russian-held territory ahead of an expected Ukrainian counteroffensive.Mikhail Razvozhaev, the Russian-appointed governor of the port of Sevastopol, the largest city in Crimea and home to the Russian Navy’s Black Sea Fleet, said that “more than 10” drones were involved in the attack. At least three were destroyed or crashed, he said on the Telegram messaging app, adding that there were no reports of damage.Russia’s Ministry of Defense said that a total of 22 Ukrainian drones had been detected over the Black Sea overnight. All of the drones were shot down or disabled, it said in a statement.The claims could not be independently verified, and Ukrainian officials had not commented.Crimea, which Russia illegally annexed in 2014, has been a key conduit for supplies and troops supporting Russia’s occupying forces in southern Ukraine. Attacks and explosions there have picked up in recent months, which military analysts say could help set the stage for a long-anticipated counteroffensive that Ukrainian officials have said is in the final stages of preparation.In just the past two weeks, refineries and military installations on the peninsula have been targeted. The Russian authorities have sought to downplay the attacks, but Ukraine’s military has said that at least one of the attacks was in preparation for its counteroffensive.ImageSmoke rising after a drone attack, in Sevastopol, Crimea, last month.Credit...ReutersA deadly attack in KhersonNine Ukrainian mine disposal experts were killed when they came under fire from Russian forces while they were working in the southern Kherson region, Ukrainian officials said.President Volodymyr Zelensky said in his nightly address on Sunday that the victims had been killed on Saturday while they were “restoring safety for people.”The chief of the State Emergency Service, Serhiy Kruk, said in a post on Facebook on Saturday that the demining team had been fired on while working. Ukrainian demining experts have regularly been killed and wounded while attempting to clear mines, often laid by retreating Russian forces, but it is unusual for them to be targeted by enemy fire. It was not clear where in the region the incident took place.Experts had removed 7,300 mines in the last week, the service said in a post on the Telegram social messaging app.Russian writer in stable condition after car bombingZakhar Prilepin, a famous Russian novelist and nationalist ideologue, said on Sunday that both his legs were broken when his Audi S.U.V. blew up a day earlier in an apparent assassination attempt near the city of Nizhny Novgorod.Mr. Prilepin, an outspoken supporter of Russia’s invasion of Ukraine and volunteer fighter there sporadically since 2014, wrote on Telegram that he was driving the S.U.V. at the time of the explosion, which killed his friend and passenger. Russian state media previously reported that Mr. Prilepin was a passenger.The bombing was the third such attack on a high profile hawk since last August; the other two were killed.Mr. Prilepin wrote that the explosion was caused by a mine that detonated shortly after he’d dropped off his daughter. A second mine did not detonate, he added.Russian law enforcement officials said a suspect with links to the Ukrainian special services had confessed to the bombing. Ukrainian officials denied any involvement.Mr. Prilepin had been put on a Ukrainian wanted list for acting as both an administrator and a battalion commander for the separatist forces in the east, but Mykhailo Podolyak, an adviser to Ukraine’s president, said in an televised interview that Mr. Prilepin had no influence on the course of the war.“Ukraine does not resort to such excesses,” he told the Ukrainian channel Freedom TV.A Russian jet buzzes a Polish aircraft over the Black Sea.A Russian Sukhoi Su-35 fighter plane buzzed a Polish Border Guard aircraft patrolling over the Black Sea, near Romanian air space, causing the Polish plane to lose altitude, Romanian officials said in a statement that was then confirmed by the E.U. border agency Frontex.The unarmed Polish border plane, which was taking part in an operation focused on migration, illegal fishing and other matters, landed safely after Friday’s encounter, the latest example of aggressive behavior by Russian fighter pilots over the Black Sea. In March, a Russian fighter jet collided with an unarmed U.S. reconnaissance drone, forcing the American aircraft down into the Black Sea.In a statement, Romania’s government said the Russian plane’s “aggressive and dangerous maneuvers” created turbulence that made it difficult for the Polish crew to control the plane. The Russian government did not comment on the encounter.Milana Mazaeva and Enjoli Liston contributed reporting.",
        "published_at": "2023-05-07 16:11:37-04:00"
    },
    "https://www.nytimes.com/2023/05/07/nyregion/jordan-neely-daniel-penny-nyc-subway.html": {
        "url": "https://www.nytimes.com/2023/05/07/nyregion/jordan-neely-daniel-penny-nyc-subway.html",
        "title": "How Two Men’s Disparate Paths Crossed in a Killing on the F Train",
        "author": "Michael Wilson, Andy Newman",
        "content": "It was a Monday afternoon and a 30-year-old man was ranting on an F train headed through Manhattan. He was a regular on the subway, once a gifted Michael Jackson impersonator, but he was also troubled. City workers had tried to help him for years.Inside the same car was a 24-year-old Marine veteran. After the military, he had dropped out of college, posting online about feeling “completely unfulfilled,” and now he was looking for a bartending job in the city.The man behaving erratically, Jordan Neely, was homeless. He shouted to others on the train that he was hungry, that he didn’t care about returning to jail, that he was ready to die, witnesses said.What exactly happened over the next several minutes is unclear, but eventually the veteran, Daniel J. Penny, placed Mr. Neely in a chokehold — one similar to what he would have been taught in basic training, but with a crucial difference — and took him to the floor in a minutes-long struggle that ended Mr. Neely’s life and stirred outrage throughout the city.Their encounter, captured on video by another passenger, has once again revealed the deep fault lines in the ways New Yorkers, and Americans beyond, view race, homelessness, crime and how some people seem to be treated differently by the police. The veteran, Mr. Penny, who is white, was questioned by the police, but has not been charged with a crime for killing Mr. Neely, who was Black.Was this a citizen trying to stop someone from hurting others? Or an overreaction to a common New York encounter with a person with mental illness?As investigators examine the moments before Mr. Neely’s death, friends and family told of the slain man’s sunny and upbeat demeanor as he struggled after his mother’s murder when he was a teenager. More recently, he seemed in the grip of serious mental illness and had occasional outbursts of violence.Less is known of Mr. Penny, who spent most of the last several years outside New York.On Friday, Mr. Penny’s lawyers, Steven M. Raiser and Thomas A. Kenniff, released a statement. “When Mr. Neely began aggressively threatening Daniel Penny and the other passengers, Daniel, with the help of others, acted to protect themselves, until help arrived,” it read. “Daniel never intended to harm Mr. Neely and could not have foreseen his untimely death.”ImageMr. Neely with his friend Moses Harper, another Michael Jackson impersonator. Friends and family recalled Mr. Neely’s upbeat demeanor as he struggled after his mother’s murder when he was a teenager.Credit...Moses HarperMr. Neely’s childhood was abruptly derailed when he was 14. He lived with his mother, Christie Neely, and her boyfriend in an apartment in Bayonne, N.J. (Reached earlier this week, his father declined to comment.)In 2007, Ms. Neely disappeared. Her body was found stuffed in a suitcase in the Bronx.She had been strangled; her boyfriend was charged with murder.“The relationship had been crazy,” Mr. Neely testified at the boyfriend’s trial when he was 19. “A fight every day.” Mr. Neely attended Washington Irving High School in Manhattan, where classmates were aware of his loss. Perhaps to deflect from talking about the painful experience, he leaned into his childhood love of Michael Jackson, which by then had grown into a fine imitation.“Everyone called him Michael Jackson,” said Wilson Leon, 30, a classmate. “The Michael Jackson of Washington Irving.”“He would be very passionate about dancing,” Mr. Leon said, “very good behavior with the teachers.”But Mr. Neely dropped out, his family said this week. In later years, he turned up on social media, executing highly choreographed Jackson impersonations in the subways, dressed like the performer in his prime.ImageMr. Neely attended Washington Irving High School in Manhattan, but later dropped out. A friend said he behaved well in class, and was passionate about dancing.Credit...Ruby Washington/The New York TimesMr. Leon happened upon his old friend’s performances — “sometimes 42nd Street, sometimes the L train,” he said. “We would say hi to each other.”But Mr. Neely had others watching him, concerned for his safety.He was well known for years to the social work teams that reach out to homeless people on the subways, and had hundreds of encounters with them, according to an employee of the Bowery Residents’ Committee, a nonprofit organization that does subway outreach for the city.Mr. Neely was on what outreach workers refer to as the “Top 50” list — a roster maintained by the city of the homeless people living on the street whom officials consider most urgently in need of assistance and treatment. He was taken to hospitals numerous times, both voluntarily and involuntarily, said the employee, who spoke anonymously because they were not authorized to discuss his history.Mr. Neely racked up more than three dozen arrests. Many were of the sort that people living on the street often accrue while homeless, like turnstile-jumping or trespassing. But at least four were on charges of punching people, two of them in the subway system.Outreach workers noted that Mr. Neely heavily used K2, the powerful, unpredictable synthetic marijuana. In June 2019, an outreach worker noticed that Mr. Neely had lost considerable weight and was sleeping upright. Around that time, he was reported to have banged on a booth agent’s door and threatened to kill her, according to the worker’s notes. Then he was gone.At some point, Mr. Neely became a client of an Intensive Mobile Treatment team — one of the squads of mental health clinicians who minister to people in streets and shelters. In March 2020, the team had Mr. Neely taken to Bellevue Hospital, where he was kept for a week, according to homeless-outreach records. It was not clear what contact the team had with him after that.ImageMr. Neely had frequent encounters with hospitals and the criminal and mental health systems, and was on a city list of homeless people whom officials were most concerned about.Credit...Jonah Markowitz for The New York TimesIn November 2021, Mr. Neely’s aggression seemed to peak, when he punched a 67-year-old woman in the street on the Lower East Side, the police said. The woman suffered severe facial injuries, including a broken nose, according to court documents. He was charged with assault and, awaiting the resolution of his case, spent 15 months in jail, the police said, though his family said the stint was shorter.He pleaded guilty on Feb. 9 of this year, in a carefully planned strategy between the city and his lawyers to allow him to get treatment and stay out of prison.“Do you know what the goal is today?” the judge, Ellen M. Biben, asked at the hearing.“Yes,” Mr. Neely replied.“What is that goal?”“To make it physically and mentally to the program.”He was to go from court to live at a treatment facility in the Bronx, and stay clean for 15 months. In return, his felony conviction would be reduced. He promised to take his medication and to avoid drugs, and not to leave the facility without permission.“This is a wonderful opportunity to turn things around, and we’re glad to give it to you,” Mary Weisgerber, a prosecutor, said.“Thank you so much,” Mr. Neely replied.But just 13 days later, he abandoned the facility. Judge Biben issued a warrant for his arrest.In March, an outreach worker saw him in the subway, neatly dressed, calm and subdued, and got him a ride to a shelter in the Bronx. (The outreach workers typically do not check for arrest warrants when interacting with homeless people.) But a downward spiral followed.On April 8, when outreach workers approached him in a subway car at the end of the line in Coney Island, Mr. Neely urinated in front of them. When an outreach worker went to call the police, according to a worker’s notes, Mr. Neely shouted, “Just wait until they get here, I got something for you, just wait and see.”Officers arrived and ejected Mr. Neely from the train, apparently unaware of the arrest warrant.The following week, an outreach worker saw him in Coney Island and noted that he was aggressive and incoherent. “He could be a harm to others or himself if left untreated,” the worker wrote.Two weeks later, he was riding an F train in SoHo for what would be the last time.Less is known about Mr. Penny, six years out of high school, four of them spent in the Marines. He attended high school in West Islip, on the south shore of Long Island, and played lacrosse, the news site Gothamist reported. In the military, he received several ribbons and awards common in peacetime activity, according to his military records, and was promoted to sergeant before leaving active duty in 2021.ImageThe killing has become a flashpoint for the city, touching concerns about racism and treatment of homeless and mentally ill people but also fears about crime and safety on the subways in particular.Credit...Karsten Moran for The New York TimesA person named Danny Penny with an identical military background posted on Harri.com, a website for those seeking work in the hospitality industry, that he had tried college, “felt completely unfulfilled” and “decided to drop out of school and backpack throughout Central America.”He worked for several months, until last May, at a surf shop in North Carolina near the Marine base where he was last stationed, Camp Lejeune.“He loves anything surfing related,” said Sam Santaniello, 19, who worked at the shop with Mr. Penny. “He’s a people person. He’s a very easygoing person. Not a lot stresses him out.”Mr. Penny posted on the hospitality site that he dreamed of bartending in Manhattan.“During the travels I rediscovered my love for interacting and connecting with people,” he wrote. “Being able to serve and connect with the most interesting and eccentric the world has to offer, is what I believe I am meant to do.”More details will emerge describing the moments leading up to the chokehold on the train. But one thing seems clear: The maneuver resembled one Mr. Penny almost certainly was taught in the Marines.“These choking techniques, if applied properly, are a fast and safe way to knock out the enemy,” a sergeant said in an article on the Marines website.New Marines are trained to apply a “blood choke,” which, when done properly, cuts off blood and oxygen to the brain in as little as eight seconds. But it is imperative in a blood choke to not squeeze the person’s windpipe, which could lead to injury or worse, according to training documents.On the F train on May 1, Juan Alberto Vazquez, a freelance journalist, began recording video after Mr. Penny had placed Mr. Neely in a headlock. He said later that Mr. Neely had been yelling about being hungry and unafraid to die, but it is unclear if he had physically threatened anyone. It is also unclear whether Mr. Neely and Mr. Penny interacted before the encounter, but Mr. Penny and the other riders on the train would not have known about Mr. Neely’s history of arrests.Mr. Penny held Mr. Neely down. The restrained man thrashed and kicked for at least two minutes before becoming limp. Two men hovered over the action, helping to pin down Mr. Neely.“You don’t have to catch a murder charge,” another passenger can be heard saying on the video. “You got a hell of a chokehold, man.”It is unknown whether Mr. Penny was attempting the blood choke he had learned a few years earlier. The moment when Mr. Neely should have lost consciousness — after eight seconds or so — had long passed.One witness, Johnny Grima, said he entered the subway car while Mr. Penny was still choking Mr. Neely but after Mr. Neely had stopped moving. “When they let him go, Jordan’s eyes were open, staring out into space and he was limp,” said Mr. Grima, 38, a formerly homeless man who lives in the Bronx and did not know Mr. Neely.In the video, as Mr. Penny lets go and stands up, Mr. Grima can be heard saying, “Don’t leave him on his back, though, man, he might choke on his own spit if you put him on his back — put him on his side.”One of the men who had been holding Mr. Neely down complies with the request, rolling Mr. Neely onto his side. While he does so, Mr. Penny fetches a baseball cap from under a subway seat, which he had apparently dropped in the struggle, and puts it back on.Six hundred miles away, Mr. Penny’s surfing friend, Mr. Santaniello, watched the video like countless others. He could only guess at Mr. Penny’s mind-set: “Knowing Danny and knowing his intentions, it was to help others around him.”Subway riders and transit workers called for help. Paramedics took Mr. Neely to a hospital, where he was pronounced dead.ImageMr. Neely and Mr. Penny encountered each other on an F train on Monday. Mr. Neely was yelling. Mr. Penny wrapped his arms around his neck and pinned him down. Mr. Neely died soon after.Credit...Paul MartinkaJonah E. Bromwich, Maria Cramer Chelsia Rose Marcius, Hurubie Meko and Dave Philipps contributed reporting.",
        "published_at": "2023-05-07 16:40:08-04:00"
    },
    "https://www.nytimes.com/2023/05/07/business/elizabeth-holmes-theranos-interview.html": {
        "url": "https://www.nytimes.com/2023/05/07/business/elizabeth-holmes-theranos-interview.html",
        "title": "Liz Holmes Wants You to Forget About Elizabeth",
        "author": "Amy Chozick",
        "content": "Elizabeth Holmes blends in with the other moms here, in a bucket hat and sunglasses, her newborn strapped to her chest and swathed in a Baby Yoda nursing blanket. We walk past a family of caged orangutans and talk about how Ms. Holmes is preparing to go to prison for one of the most notorious cases of corporate fraud in recent history.In case you’re wondering, Ms. Holmes speaks in a soft, slightly low, but totally unremarkable voice, no hint of the throaty contralto she used while running her defunct blood-testing start-up Theranos.“I made so many mistakes and there was so much I didn’t know and understand, and I feel like when you do it wrong, it’s like you really internalize it in a deep way,” Ms. Holmes said as we stopped to look at a hissing anaconda.Billy Evans, Ms. Holmes’s partner and the father of their two young children, pushes a stroller with the couple’s 20-month-old son, William. William enjoys playing in the sand, “The Little Blue Truck,” dumplings and, like his mom, already speaks some Mandarin. But William especially loves the San Diego Zoo, which is why, on a recent Thursday afternoon, I found myself in the surreal situation of trying to make sense of Ms. Holmes’s version of her rise and fall, while watching a restless cheetah and buying a gorilla T-shirt at the gift shop.“How would you spend your time if you didn’t know how much time you had left?” Ms. Holmes said, her impending prison report date top of mind, perhaps even more so given that we were surrounded by animals behind bars. “It would be the kind of things we’re doing now because they’re perfect. Just being together.”Ms. Holmes has not spoken to the media since 2016, when her legal team advised she go quiet. And, as the adage goes, if you don’t feed the press, we feed on you. In Elizabeth Holmes, we found an all-you-can-eat buffet. It had everything: The black turtlenecks, the Kabuki red lipstick, the green juices, the dancing to Lil Wayne. Somewhere along the way, Ms. Holmes says that the person (whoever that is) got lost. At one point, I tell her that I heard Jennifer Lawrence had pulled out of portraying her in a movie. She replied, almost reflectively, “They’re not playing me. They’re playing a character I created.”So, why did she create that public persona? “I believed it would be how I would be good at business and taken seriously and not taken as a little girl or a girl who didn’t have good technical ideas,” said Ms. Holmes, who founded Theranos at 19. “Maybe people picked up on that not being authentic, since it wasn’t.”Maybe?Ten years ago, Ms. Holmes was the world’s youngest self-made female billionaire, worth $4.5 billion (on paper, in Theranos stock), and one of the most visible and celebrated female C.E.O.s on the planet, running a start-up with a $9 billion valuation. Then, in 2015, The Wall Street Journal published an investigation into Theranos, calling into question whether its labs and technology — a sleek, boxy device called the Edison — actually worked as promised, testing for a wide range of illnesses with a tiny amount of blood collected with a rapid finger prick.In 2016, federal inspectors from the Centers for Medicare & Medicaid Services found “deficient practices” in a Theranos lab that posed “immediate jeopardy to patient health and safety.”That began a saga that would eventually lead to Ms. Holmes being convicted of criminal fraud charges.ImageMs. Holmes in an interview in 2015.Credit...David Orrell/NBCUniversal, via Getty ImagesThe 15-week trial began in 2021 and featured extensive testimony about troubling practices at Theranos. The jury heard from several patients, including one who said a Theranos blood test revealed she was having a miscarriage when, in fact, she had a healthy pregnancy. Ms. Holmes was not convicted on any counts related to patients. But the testimony was a stark reminder of the human stakes of choosing biotech as your start-up.Ms. Holmes was found guilty in January 2022 on four of 11 charges that she defrauded Theranos investors out of more than $100 million. Her top lieutenant at Theranos, and much older boyfriend at the time, Ramesh Balwani, was found guilty of 10 counts of wire fraud and two counts of conspiracy to commit wire fraud at Theranos. He began a 13-year prison sentence last month. On Thursday, his legal team filed an appeal with the Ninth Circuit.During the closely followed proceedings, a prosecutor, Robert Leach, said this was a case “about fraud, about lying and cheating,” alleging that Theranos raised hundreds of millions of dollars from investors by misleading them about its blood-testing technology’s capabilities.Lance Wade, a lawyer for Ms. Holmes, said that his client “made mistakes, but mistakes are not crimes.”By the time I met Ms. Holmes and Mr. Evans, they were counting the days until April 27, when she had been required to report to Federal Prison Camp in Bryan, Texas, for 11.25 years. (Shortly before she was due at prison, Ms. Holmes made a last-minute request to remain free pending an appeal, which automatically delayed her report date by an undetermined amount of time.)Day 44: the afternoon we ordered in Mexican food at their quaint rental home near the Pacific.Day 43: the morning we went for breakfast and Ms. Holmes breastfed her baby, Invicta (Latin for “invincible”) and sang along to Ace of Base’s “All That She Wants” on the loudspeakers (“This is the first album I ever owned.”).Day 42: the time we had croissants and berries and Mr. Evans made coffee and we walked the couple’s 150-pound Great Dane-mastiff mix, Teddy, on the beach.On the second day we spent together, Mr. Evans asked me what the most surprising part of spending so much time with Ms. Holmes was. I told him it’s that I didn’t expect her to be so … normal?If you didn’t know she was that Elizabeth, whose trajectory launched a cottage industry of podcasts, TV shows, Halloween costumes and groupies who sold blonde wigs outside her trial, then you might sit next to her at the Lucha Libre taco shop in Mission Hills without thinking twice.This is when Billy puts on the deep voice. The guttural one that the world heard in Ms. Holmes’s TED Talk and CNBC appearances and in the actress Amanda Seyfried’s Emmy-award-winning turn as Ms. Holmes in Hulu’s “The Dropout.”If you hate Elizabeth Holmes, you probably think her feigned perma-hoarseness was part of an elaborate scheme to defraud investors. If you are a person who is sympathetic to Ms. Holmes, then the James Earl Jones inflection was a sign of the impossible gymnastics that female founders must perform to be taken seriously. If you spend time with Ms. Holmes, as I did, then you might come away like me, and think that, as with many things about Elizabeth Holmes, it was both. Either way, even Mr. Evans agrees, the voice was real weird.He was driving the family’s Tesla. Ms. Holmes climbed in, after strapping the babies, calm and happy, into their carseats. I rode shotgun. “That would be crazy, if she answered the door and said, ‘Hi. I’m Elizabeth Holmes,” Mr. Evans said, imitating the voice. Ms. Holmes let out the slightest of giggles from the back seat.***I realized that I was essentially writing a story about two different people. There was Elizabeth, celebrated in the media as a rock-star inventor whose brilliance dazzled illustrious rich men, and whose criminal trial captivated the world. Then there is “Liz,” (as Mr. Evans and her friends call her), the mom of two who, for the past year, has been volunteering for a rape crisis hotline. Who can’t stomach R-rated movies and who rushed after me one afternoon with a paper towel to wipe a mix of sand and her dog’s slobber off my shoe.After Ms. Holmes was convicted, Rupert Murdoch, who invested $125 million in Theranos, emailed The Wall Street Journal, a newspaper he owns, calling himself “one of a bunch of old men taken in by a seemingly great young woman! Total embarrassment.” I am not a smarter or more astute observer of human behavior than Mr. Murdoch or George Shultz, the former secretary of state who helped end the Cold War, or James Mattis, the retired four-star Marine Corps general and former defense secretary, both of whom were Theranos board members and investors. So, how could I be sure that “Liz” wasn’t another character that Ms. Holmes had created?I was admittedly swept up in Liz as an authentic and sympathetic person. She’s gentle and charismatic, in a quiet way. My editor laughed at me when I shared these impressions, telling me (and I quote), “Amy Chozick, you got rolled!” I vigorously disagreed! You don’t know her like I do! But then, something very strange happened. I worked my way through a list of Ms. Holmes’s friends, family and longtime supporters, whom she and Mr. Evans suggested I speak to. One of these friends said Ms. Holmes had genuine intentions at Theranos and didn’t deserve a lengthy prison sentence. Then, this person requested anonymity to caution me not to believe everything Ms. Holmes says.This warning stuck with me, and it got at something that had been gnawing on me since I first met Ms. Holmes. How do you have an honest conversation with a person whose fraud trial has played out so publicly? I tried to ask Ms. Holmes this directly. How do I believe you when you’ve been convicted of (basically) lying? But how could I ask someone who was nursing her 11-day-old baby on a white sofa two feet away if she was actually conning me?It was in these uncomfortable exchanges that Mr. Evans often stepped in. “Your question is, ‘How do you say anything when everything you say is going to be doubted?’ You just have to say it,” he said.So, to just say it: Ms. Holmes knows what you’re thinking about her trial, and the birth of her two babies.ImageCredit...Philip Cheung for The New York TimesWhen she alerted the court on March 12, 2021, that she was pregnant with her first child, Mr. Leach, the prosecutor, called the news “frustrating.” The trial had already been delayed because of the pandemic, and was pushed back a few more weeks, until after she gave birth that July.Which is why she was there in a San Jose federal courthouse using the high-tech Elvie breast pump with its glowing aqua nipples. “She looked like a Fembot,” Mr. Evans said.At her sentencing hearing in November 2022, she was visibly pregnant with her second child. That baby was born in February. In March, Ms. Holmes’s defense team partly cited her “two very young children” in arguing that she should remain free while appealing her fraud conviction. A Daily Mail headline referred to the baby as a “Last-Ditch Bid for New Trial.”But, as Ms. Holmes explains it, it’s just bad timing (to put it mildly). She is 39. She fell in love with Mr. Evans in 2017. They did not anticipate that she would be indicted. They did not anticipate that she would be sentenced to 11 years. They always wanted a big family.“If we let how other people might view that, or what impression someone might make of it dictate how we live our lives, then we’ve lost,” Ms. Holmes said. “Finding your person in the middle of all of this and experiencing that love when you’re going through hell is the most beautiful thing I’ve ever experienced.”***I’d hardly sat down in Ms. Holmes’s and Mr. Evans’s home the first time we met in person, when Ms. Holmes told me about her work at the rape-crisis hotline. She’d just finished a 12-hour shift, which she does a few times a week from home using her cellphone, answering calls when they come in.She then put this work into context, telling me how surviving a rape at a fraternity party her sophomore year at Stanford had, in retrospect, colored so many of her life choices. It’s the part of her story that she keeps getting back to. The one she told a sympathetic, but ultimately undeterred jury, according to news reports. The one she wants people to (finally) listen to. (I later reviewed a 52-page Santa Clara police report that documented the details of the alleged sexual assault and Ms. Holmes’s injuries. Ms. Holmes did not press charges.)Ms. Holmes hands the baby to Mr. Evans. “I’ll give her to you when we’re talking about this stuff,” she said. She continued, “I woke up with this guy who was my friend having sex with me and I couldn’t get him off of me.” Ms. Holmes said the assault, in October 2003, contributed to her decision to drop out several months later and start a company.To help her do that, she turned to Mr. Balwani, known as Sunny, whom she first met in 2002 on a college trip to China. Ms. Holmes was 18. Mr. Balwani was 37 and had already successfully founded and sold a tech company.In March 2004, her sophomore year, Ms. Holmes left Stanford and moved in with Mr. Balwani to get Theranos off the ground. (Mr. Balwani guaranteed a loan to Theranos and joined the company in 2009.) “I really thought I’d be safe,” Ms. Holmes said. “My friends at school and that whole universe, it didn’t exist anymore when I was with him. It was all gone.”As Ms. Holmes explained it, echoing a key part of her defense strategy, Mr. Balwani kept close control over her every action. She detailed extensive domestic abuse and sexual assault. She said that Mr. Balwani forced her to stop speaking to her family and Stanford friends and pressured her to adopt the black-turtleneck, red-lipstick persona.“He always told me I needed to ‘kill Elizabeth,’ so I could become a good entrepreneur,” she said.Jeffrey Coopersmith, a lawyer for Mr. Balwani, denied the allegations. “Our client is not a person who is vindictive or mean spirited or aggressive,” he said.She lived by entrepreneurial tenets that she said Mr. Balwani told her she needed to follow in order to succeed. These included not sleeping for more than five hours, going vegan, getting to the office daily by 5 a.m., no alcohol.“It was only when people started to raise questions about the company that I started to see that he was not who I thought he was in business,” Ms. Holmes said of Mr. Balwani. “And then that made me start to question everything else.”ImageThe device Theranos called “Edison.”Credit...Jim Wilson/The New York TimesOne of the last times we spoke, I asked Ms. Holmes to clarify what she meant. As C.E.O., wasn’t she in charge? She said Mr. Balwani did not control her every interaction or statement at Theranos, but she “deferred to him in the areas he oversaw because I believed he knew better than I did,” and those areas included the problematic clinical lab.Mr. Balwani’s lawyer, Mr. Coopersmith, said his client was in regular contact with Ms. Holmes about any issues at the lab, adding that she “was a strong woman who had a vision and Sunny was helping her execute her vision.”Ms. Holmes’s story of how she got here — to the bright, cozy house and the supportive partner and the two babies — feels a lot like the story of someone who had finally broken out of a cult and been deprogrammed. After her relationship with Mr. Balwani ended and Theranos dissolved, Ms. Holmes said, “I began my life again.”But then I remember that Ms. Holmes was running the cult.***In person, Ms. Holmes is engaging, but she is also somewhat socially stunted. It’s as if Rip Van Winkle fell asleep in his early 20s in a start-up and woke up a 32-year-old at Burning Man. That’s because in the 14 years Ms. Holmes led Theranos she didn’t do any of the normal things 20-somethings do, according to her friends and family. Ms. Holmes had so few actual friends, she said, when she was running Theranos that she once pulled a female pharmaceutical executive aside to ask if the way Mr. Balwani treated her was normal in a relationship. However — the same person who warned me about Ms. Holmes pointed out that she seemed to have plenty of wealthy, famous friends in this period.In 2015, when The Wall Street Journal first reported on serious flaws in Theranos’s technology, Debbie Sterling, an entrepreneur and classmate of Ms. Holmes’s from Stanford, reached out asking if Ms. Holmes needed someone to talk to. “She said, ‘I don’t have any friends. I only work, from the first thing in the morning until late at night,’” Ms. Sterling recalled. “It was kinda creepy.” She corrects herself: “Not creepy, but concerning.” They eventually met for breakfast in Palo Alto.Ms. Sterling said she thought about her friend as two distinct people: There was “black turtleneck Elizabeth” and there was “real Elizabeth.” Ms. Sterling, along with several other Stanford friends, attended the trial to support Ms. Holmes. But first she bought brown drugstore hair dye, worried that being seen there might impugn her reputation.In 2016, as regulators scrutinized Theranos, Mr. Balwani resigned. Theranos shut down its clinical laboratory and laid off roughly 40 percent of its estimated 790 employees. Ms. Holmes’s brother (and Theranos executive), Christian Holmes V, helped her pack up and move out of the mansion she’d shared with Mr. Balwani. Ms. Holmes, barred from working in a medical laboratory for two years, checked into a hotel and then rented a two-bedroom home in Los Altos. She had almost no belongings, so her parents sent her some ’90s chintz furniture that they had in storage.ImageRamesh Balwani leaving court in San Jose after his fraud conviction last year.Credit...Jim Wilson/The New York TimesIn 2017, as Theranos faced an onslaught of legal challenges, both civil and criminal, Ms. Holmes moved to San Francisco, where she met a recent M.I.T. graduate and entrepreneur, Billy Evans, at a house party during Fleet Week to benefit wounded warriors. Mr. Evans had gone out to get ice for a party he was hosting at his own apartment and a friend texted to ask if he was going to the benefit. He agreed to swing by for a few minutes and never made it to back to his party.A mutual friend introduced him to Ms. Holmes and the pair talked for three hours. “My friends were texting, ‘Where are you? We’re here,” Mr. Evans recalled. “To say we immediately fell in love isn’t an overstatement.”Mr. Evans was 25 and living with roommates in San Francisco, but in many ways he was more mature than Ms. Holmes. She was 32 and had never opened a bottle of wine. “Elizabeth lived in complete isolation with Sunny,” her father, Christian Holmes IV, told me. “It’s hard to explain the extent to which she missed so much of the growing up that someone does in their 20s.” As Theranos settled an onslaught of civil lawsuits and federal prosecutors closed in on criminal charges, Ms. Holmes started to socialize again, reconnecting with family and friends. “Despite everything going horribly in her life, we had our daughter back, and it was wonderful to see how she used to be,” her mother, Noel Holmes, said.Ms. Holmes and Mr. Evans quickly became more than friends and moved in together. “It had been two years of all this stuff written about me, and I think you get to know someone in a totally different way when you walk in with that skepticism versus if you meet when everything is sunshine and roses,” Ms. Holmes said. “That allowed us to get to know each other in a really deep way.”In 2018, the Justice Department indicted Ms. Holmes, accusing her of lying when she told investors that Theranos’s devices could quickly perform a full range of clinical blood tests using a finger prick, even though she knew the tests were unreliable, limited and slow.The much-hyped box didn’t do much of anything. And most of the promises that put Ms. Holmes on the map turned out to be fiction.The Theranos board, failing to find a buyer for the start-up, eventually dissolved the company.Where do you go when your life’s work and reputation go up in flames? … Burning Man.Ms. Holmes and Mr. Evans went to the desert oasis for moneyed bohemians. She burned a tribute to Theranos. “There was an incredible sense of grief because I’d given everything to it, my whole life, since I’d been 18,” she said of that period.The following year, in 2019, after U.S. District Judge Edward J. Davila set a date for Ms. Holmes’s criminal trial, she and Mr. Evans hit the road. As prosecutors assembled their case, Ms. Holmes and Mr. Evans spent six months traveling the country in an R.V., sleeping in campgrounds and Walmart parking lots. Ms. Holmes balanced outdoor yoga and long hikes in national parks with working on her legal defense.I tell Ms. Holmes (in so many words) that it seems like she became blissfully happy just as her life was falling apart. She does not disagree. “Even though that period was a crisis and Theranos was my life and like my child, I gave everything I had to it,” she said. After it was gone, “I also became free.”At least, for now.***Mr. Evans, whose parents are prominent hoteliers in San Diego, and Ms. Holmes have an us-against-the-world ethos that is both romantic and rings slightly of Bonnie and Clyde. They say they’ve been chased out of residence after residence, no matter how remote. On my way to their front door, I walk past rows of orange storage containers filled with the couple’s personal belongings. They never unpack, Mr. Evans explains, concerned they’ll have to move again when they’re found.The morning we went to the zoo, Mr. Evans stopped at Starbucks. He returned to find the barista had written “Billy the Kid” on his coffee cup. Ms. Holmes didn’t get the reference.Mr. Evans took a few calls for work while I was visiting. I asked what he does. “A lot of different stuff, investing, starting companies,” he replied, without elaborating. How is Ms. Holmes paying her legal expenses? “I can’t,” she said. “I have to work for the rest of my life to try to pay for it.” I asked if Mr. Evans’s family was helping to cover her legal expenses. She shook her head no.An earlier legal team quit after Ms. Holmes could not pay them. One pre-sentencing report by the government put her legal fees at more than $30 million. Ms. Holmes did not detail how those fees would be paid, and her current representatives at Williams & Connolly did not respond to emails asking about her financial arrangement.Their toddler, William, recently had a 105-degree fever, the couple said. They raced him to the emergency room. The first thing the attending doctor said was, “You look a lot like that horrible woman.” Ms. Holmes looked at him with her piercing blue eyes, and said, “I’m sure you’re a better person than she is.” The doctor seemed to realize who he was talking to. She continued, “Then he said, ‘Are you Elizabeth Holmes?’ And I said, ‘Yes,’ and he said, ‘I am so sorry,’ and I said, ‘Don’t be, all you know is what you’ve read.’”By Billy’s father, William L. Evans’s tally, there are “over 67,600,600” web results on Ms. Holmes, all of them negative, compared with “21 million results, many of which are positive” for Osama bin Laden, figures he wrote in a letter to the court. Ms. Holmes’s mother, Noel, said she stopped cold in a Barnes & Noble when she saw her daughter characterized in a book display as a “paranoid sociopath” who is “devoid of conscience.”“Everybody got on the train that Elizabeth was evil, and it was great copy, and they took it and ran with it,” Ms. Holmes’s father, Christian, said.Ms. Holmes’s defenders, stretching back to childhood, said in letters to the court, and in conversations with me, that the feverish coverage of Ms. Holmes’s downfall felt like a witch trial, less rooted in what actually happened at Theranos, and more of a message to ambitious women everywhere. Don’t girl boss too close to the sun, or this could happen to you …“There’s an unspoken lesson for female executives: you’re allowed to be successful but not too successful,” Jackie Lamping, a Kappa Alpha Theta sorority sister of Ms. Holmes at Stanford, wrote in a letter to Judge Davila, who oversaw the trial.Ms. Holmes said she believed that making herself the poster girl for women in tech put a huge target on her back. She regrets being the subject of fawning magazine covers (though I imagine the authors of those stories regret it more). “I never lost sight of the mission but I think I did of the narrative,” she said. “The story became this story that was totally snowballed away from what we were actually talking about.”Of course, Ms. Holmes also tried to control the story, often with scorched-earth tactics. She is typically docile, but got visibly upset when I asked about how the lawyer David Boies had threatened litigation against people who spoke negatively about Theranos. Alex Shultz, the father of the Theranos employees turned whistle-blower Tyler Shultz, and the son of George Shultz, told the court that Tyler “slept with a knife under his pillow every night thinking that someone was going to come and murder him in the night.” (Ms. Holmes and Mr. Boies parted ways and she replaced her legal team in 2016.)“I’m still thinking about the journalists being intimidated,” Ms. Holmes said after we’d moved on to several other topics. “As I said at trial, I completely wish we’d handled that situation differently.” She tears up. “I take responsibility for it because I was C.E.O. of the company and at the end of the day, that’s that, but I don’t believe in people being treated that way, period.” (In response to Ms. Holmes seemingly casting blame on her legal team, a spokeswoman for Mr. Boies texted, “Whatever.”)Ms. Holmes chooses her words carefully when I ask if the prominent men who invested and joined the Theranos board were drawn to the start-up partly because the founder was an attractive young woman. “A lot of people were attracted to this for their own reasons,” she said.What does she think would have happened if she hadn’t garnered so much early attention as the second coming of Silicon Valley? Ms. Holmes does not blink: “We would’ve seen through our vision.” In other words, she thinks if she’d spent more time quietly working on her inventions and less time on a stage promoting the company, she would have revolutionized health care by now.This kind of misguided talk is the one consistent thread in my reporting on who Ms. Holmes really is. She repeatedly says that Theranos wasn’t a get-rich-quick scheme for her; she never sold her shares and didn’t come out of it wealthy. Ms. Holmes’s parents said they borrowed $500,000 against their Washington, D.C.-area home to post Ms. Holmes’s bond.I can’t shake an earlier story that Mr. Evans relayed. In the waning days of Theranos, Ms. Holmes got a dog, a Siberian husky named Balto. Last year, when a mountain lion carried Balto away from the front porch, Ms. Holmes spent 16 hours searching in the woods, digging through brambles and poison oak, hoping to find him alive. Everyone knew Balto was dead, but Ms. Holmes kept searching. The relentlessness. The certainty. The fanaticism. It’s the same way Ms. Holmes kept hanging on at Theranos. ImageMs. Holmes arriving at federal court in San Jose, Calif., for sentencing in November.Credit...Jim Wilson/The New York TimesOver antioxidant smoothies, Ms. Holmes told me she has ideas for Covid testing, drawing on her work in a Singapore lab as a college student during the SARS outbreak.She maintains the idealistic delusion of a 19-year-old, never mind that she’s 39 with a fraud conviction, telling me she is still working on health care-related inventions and would continue to do so behind bars.“I still dream about being able to contribute in that space,” Ms. Holmes said. “I still feel the same calling to it as I always did and I still think the need is there.”If your head is exploding at how divorced from reality this sounds, that’s kind of the point. When Ms. Holmes uses the messianic vernacular of tech, I get the sense that she truly believes that she could have — and, in fact, she still could — change the world, and she doesn’t much care if we believe her or not. “Liz is not a natural born leader; she is more of a zealot than a showman,” Mr. Evans wrote to Judge Davila.It’s this steadfast (or unhinged?) belief that has kept Ms. Holmes fighting, even though a guilty plea would have likely helped her chances of remaining free. “She could have said, ‘Yes, I lied, and I tried my best to save mankind, but this happened in my enthusiasm,’” her father told me. “But she has taken the position that she is not guilty and that takes guts.” Ms. Holmes eventually found her beloved husky, Balto, in the woods. But by then the dog was gone, torn apart by the mountain lion.***The last day I spent with Ms. Holmes, I parked and walked up the long driveway to find her and Mr. Evans embracing in the kitchen. They looked like they were slow dancing, swaying slightly, the two of them against the world. Fireplace burning. Seagulls flying overhead. Teddy drooling in his crate. Babies (plural) sleeping.Mr. Evans left for a workout, saying he doesn’t want “dad bod.” Ms. Holmes and I sat at the kitchen table alone, talking. She didn’t seem like a hero or a villain. She seemed, like most people, somewhere in between. As Ms. Holmes broke down thinking about what her children will be like in 11 years, I kept going back to her central promise at Theranos: The technology that she invented would, in her words, create “a world in which no one ever has to say goodbye too soon.”And there she was, preparing to do just that.That Friday, the couple were getting ready to host a group of friends from the Bay Area. They invited me to stay. They repeatedly invited me to come back, to bring my family. We could all go to the zoo together.I appreciated their hospitality, but I didn’t fully understand it. Usually interview subjects can’t wait to get rid of me.Then I realized why they kept opening the door wider. Ms. Holmes is unlike anyone I’ve ever met — modest but mesmerizing. If you are in her presence, it is impossible not to believe her, not to be taken with her and be taken in by her. Liz Holmes and Billy Evans know that. I politely declined their invitation.",
        "published_at": "2023-05-07 11:31:26-04:00"
    },
    "https://www.nytimes.com/2023/05/07/world/europe/king-charles-coronation-uk.html": {
        "url": "https://www.nytimes.com/2023/05/07/world/europe/king-charles-coronation-uk.html",
        "title": "A Coronation and an Election Leave a Restless U.K. ‘in a Waiting Room’",
        "author": "Mark Landler",
        "content": "As milestones in British life go, the two could hardly have had less in common: Saturday’s coronation of King Charles III, the grandest of all royal spectacles, and two days earlier, grass-roots elections for the mayors and other officials who are responsible for fixing potholes and picking up the trash.Yet each, in its own way, confirmed a Britain on the cusp of change.The stinging defeat of the Conservatives in elections on Thursday suggested that Britain’s governing party could very well be swept from power in the general election that Prime Minister Rishi Sunak must call by January 2025. The crowning of Charles definitively turned the page from the 70-year reign of his mother, Queen Elizabeth II, and thrust the monarchy into an uncertain future.Three years after Britain left the European Union, and nine months after Britons grieved the death of the queen amid political and economic upheaval, the country is still groping for a post-Brexit identity. But even if its ultimate shape is not clear, Britain seems poised for a new era, both in politics and the monarchy.“The country is in a waiting room,” said Simon Schama, the British historian and author of “A History of Britain.” “People are saying, ‘Let’s give our peculiar new king a chance,’ while the prospect of an election pacifies a lot of the frustration and rage that people would otherwise feel.”Change is not assured, of course. Charles, as a 74-year-old monarch, could prove to be a more cautious figure than his biographers expect. The coronation, with its medieval rituals — the king was anointed with holy oil from a silver spoon dating to 1349 — was nothing if not an exercise in continuity.ImageKeir Starmer, Britain’s opposition leader, with supporters on Friday celebrating his Labour Party’s successes in the previous day’s English local elections.Credit...Gareth Fuller/Press Association, via Associated PressLikewise, the Conservatives, depleted as they are after the loss of more than 1,000 municipal seats, could yet cling to power. Their leaders pointed to polling estimates, extrapolated from the results of the local elections, that would still leave the opposition Labour Party relying on the support of smaller rivals to govern.But political scientists prefer to focus on longer-term trends, and those are running strongly against the Conservatives. The elections laid bare anger and impatience with a party that its critics say has left the country scandal-scarred, divided and facing lingering economic costs from Brexit after 13 years in power.Similar pressures are building on the monarchy, which has reigned over Britain a lot longer than that. Recent polls show that many Britons, particularly younger ones, view the royal family as irrelevant and question the need for it.“The royal family will have to think about the future,” said Tony Travers, a professor of politics at the London School of Economics. “Like other organs of the state and government, it is less trusted than it once was. You do have two currents of change pushing the same direction across the waterway.”“The coming together of elections and the crowning of a monarch ought to lead to a moment of national introspection,” Professor Travers added. “One hopes it won’t devolve into a battle between boosters and declinists.”As the parties draw battle lines for a general election, there are signs that some of the cultural and social issues that have dominated Britain’s political debate since before the Brexit vote in 2016 are finally fading.ImagePrime Minister Rishi Sunak hosting a lunch outside No. 10 Downing Street on Sunday to celebrate the coronation of King Charles III and Queen Camilla.Credit...Christopher Furlong/Getty ImagesWith the inflation rate in double digits and the economy on the edge of recession, the local elections were fought largely on economic matters, not on immigration, sovereignty or the promise to “Get Brexit done,” which propelled Boris Johnson, then the prime minister, to a landslide victory in the 2019 election.“We have passed peak Brexit,” said Timothy Garton Ash, a professor of European studies at Oxford University. “The structural problems that flow from Brexit are still there, but it’s the beginning of a long, slow, painful journey back.”Among the biggest questions is the future shape of Britain’s relationship with the European Union. This will shape the political debate, Professor Garton Ash said, but it will not be answered for several years, perhaps by the winner of the general election after next.Under Prime Minister Rishi Sunak, the government has taken steps to reset its relationship with the rest of Europe. Mr. Sunak eased tensions with President Emmanuel Macron of France, a guest at the coronation. Britain signed a deal to settle a trade dispute in Northern Ireland with the European Union, which sent three top leaders to the ceremony in Westminster Abbey.The king played a symbolic, if scrutinized, role in that deal by inviting one of those leaders — the president of the European Commission, Ursula von der Leyen — to Windsor Castle shortly after she and Mr. Sunak had signed the agreement.Critics said the king had been drawn improperly into politics, an impression heightened by the fact that Downing Street called the agreement the Windsor Framework. That suggested to some that he had put his imprimatur on it. Windsor is his family name, as well as that of the castle west of London where on Sunday evening Charles and his family celebrated the coronation with a star-studded concert.ImageThe Coronation Concert in Windsor, England, on Sunday.Credit...Pool photo by WpaKaty Perry, Lionel Richie and the English band Take That performed on a stage that framed the castle’s eastern facade. The fashion designer Stella McCartney praised Charles for his work on climate change. Tom Cruise appeared in a video sequence, piloting a vintage warplane as he declared, “Your Majesty, you can be my wingman any time.”Lights and lasers turned the castle into a backdrop for fluttering Union Jacks while a fleet of drones created the image of a twisting blue whale in the night sky.For all the razzle-dazzle, the concert felt slightly less starry than one held last year for Queen Elizabeth on her platinum jubilee. That captures the challenge Charles faces in succeeding his mother, a beloved figure who reigned longer than any sovereign in British history. Elton John, who dedicated an affectionate performance of “Your Song” to the 96-year-old queen, was conspicuously absent this time.“She was such an extraordinary figure that one could speak of a second Elizabethan age,” Professor Garton Ash said. “Most monarchs in the 21st century will not have ages named after them.”Still, as an emissary for British values, he said Charles was “turning out to be a good king.” On his first foreign trip, to Germany, he won praise for his speech to the Parliament, in which he switched seamlessly from English and German, and delivered a robust expression of Western support for Ukraine.On Saturday, President Volodymyr Zelensky of Ukraine congratulated Charles, and paid tribute to him, during a speech to the nation. Recalling a meeting he had with the king at Buckingham Palace in February, Mr. Zelensky said, “I remember the sincere emotion for Ukraine and Ukrainians.” He sent his wife, Olena Zelenska, and Ukraine’s prime minister, Denys Shmyhal, to represent him at the ceremony.The importance of the king’s role in these moments should not be underestimated, political scientists said. At a time of domestic political and economic flux — of restive local elections and extravagant royal spectacles — the monarch is an enduring symbol of British identity and its place in the world.“All of that,” Professor Garton Ash said, “gives a country, which is not in very good shape or spirit, at least a bit of comfort.”Jeffrey Gettleman contributed reporting from Dnipro, Ukraine.",
        "published_at": "2023-05-07 21:19:24-04:00"
    },
    "https://www.nytimes.com/2023/05/06/world/europe/charles-king-coronation.html": {
        "url": "https://www.nytimes.com/2023/05/06/world/europe/charles-king-coronation.html",
        "title": "Charles Is Crowned King in Ancient Ceremony With Modern Twists",
        "author": "Mark Landler",
        "content": "Anointed with holy oil and enthroned on St. Edward’s chair, King Charles III was crowned on Saturday in a solemn ritual that stretches back more than a millennium but unfolded with multiple concessions to the modern age.The coronation, the first since Queen Elizabeth II’s in 1953, was a royal spectacle of the kind that only Britain still stages: four hours of pageantry that began with the clip-clop of horses’ hooves on Pall Mall and ended with the vaporous trails of acrobatic jets streaking above Buckingham Palace, as Charles watched from the balcony with Queen Camilla, who had been crowned shortly after him.Yet this was a coronation for a radically different country than when Elizabeth first wore the crown. Jewish, Muslim, Hindu, Buddhist, and Sikh leaders greeted Charles as he left Westminster Abbey, and there were various attempts — not always successful — to make a medieval ritual more inclusive and democratic.Female bishops from the Church of England took part in the liturgy; hymns were sung in Welsh, Scottish and Irish Gaelic; and when Charles, 74, took a sacred oath to defend the Protestant faith, he also offered a personal prayer, in which he promised to be a pluralistic monarch for a diverse society.“I come not to be served, but to serve,” said Charles, moving gingerly in a velvet and gold lace robe first worn by his grandfather, George VI. “Grant that I may be a blessing to all thy children, of every faith and belief.”ImageKing Charles leaving Westminster Abbey after his coronation.Credit...Pool photo by Gareth CattermoleAt the invitation of the archbishop of Canterbury, the Most Rev. Justin Welby, who presided over the service, the congregation chanted, “God save King Charles,” their voices echoing in the abbey’s vaulted nave.Among those in the audience of 2,200 were heads of state, including President Emmanuel Macron of France; entertainment figures like the singer Lionel Richie; and the first lady of the United States, Jill Biden, though not President Biden, who posted his congratulations to Charles on Twitter from the White House.Outside, thousands of spectators lined the streets under a steady drizzle. There was little of the excitement that has electrified crowds after royal weddings or the sadness that suffused mourners during the queen’s funeral in September. But there was a collective sense of history in the making, and even a tingle or two as the newly crowned king and queen passed in their gold state coach.History, of course, had been made already: Charles ascended to the throne upon the death of the queen. But the coronation sanctifies a monarch’s rule and, through a national celebration, aims to bind the sovereign to the people.If Elizabeth’s coronation was one of the world’s first mass-media events, its black-and-white images transmitted globally by the BBC, this was the first coronation of the digital age, shared by spectators on Instagram, TikTok, Twitter and Facebook.“I am just intrigued,” said Zoë Boyce, 24, as she waited on a blanket in a park with a friend, Sarah Chappell, 23. Ms. Boyce insisted she was “not a big fan” of the monarchy, but said, “I think you can appreciate it without supporting it.”“It’s just a day in history isn’t it?” Ms. Chappell added.There were discordant notes. Hours before the service began, the police arrested the head of Britain’s most prominent republican movement, Graham Smith, and others who had planned to protest in Trafalgar Square, along the procession route.Mr. Smith said this past week that the anti-monarchists would chant and brandish placards saying, “Not My King,” but would not disrupt the proceedings. Yet the police, armed with a much-disputed new law that allows them to crack down on demonstrations, rounded up Mr. Smith and others, well before Charles appeared.As word of the arrests spread, other protesters milled restively outside the cordoned-off area around Trafalgar Square.ImageGathering in the rain in St. James’s Park in London to watch the coronation being streamed on giant television screens.Credit...Mary Turner for The New York Times“I think it’s disgusting,” said Charlie Willis, 20. “To have a giant party about having a crown put on your head when you have people dying of starvation and poverty. I mean would you do that?”One misstep in the days leading up to the ceremony was the archbishop’s plan to “call upon” millions of people across the United Kingdom and its realms to pay homage to the king, a modification that he framed as a democratizing step because that ritual had traditionally been reserved for the aristocracy.But after a backlash, Archbishop Welby softened the wording. “I now invite those who wish to offer their support do so, with a moment of private reflection, by joining in saying, ‘God save King Charles,’” he said a touch tentatively.For many, however, the coronation was an excuse to cheer, wave Union Jacks and take part in the quintessentially English experience of getting wet together. “Congratulations for braving the weather,” said a voice from a loudspeaker near Buckingham Palace. “May the damp in our clothes not dampen our spirit.”“It’s rather festive, and the scene is very stoic of the British,” said Rupert Birch, 56, an entrepreneur, who was sheltering from the downpour under one of the plane trees that line Hyde Park.Sarah Briscoe, 44, who works in financial services, credited the king with being ahead of his time on issues like environmental sustainability. But she acknowledged the burden he had in succeeding Elizabeth, Britain’s longest-serving monarch who became a revered figure and an anchor for the country.“His mother was so brilliant,” Ms. Briscoe said. “It’s impossible for him to live up to her, isn’t it?”The royal family’s awkward dynamics were on display in the ceremony. Prince Harry, the king’s estranged younger son, arrived alone with a gaggle of his cousins. Harry’s wife, Meghan, stayed home in Montecito, Calif., with the couple’s children, Lilibet and Archie, who celebrated his fourth birthday on Saturday.ImagePolice officers with demonstrators holding up anti-monarchy signs shortly before the procession began on the Mall on Saturday.Credit...Mary Turner for The New York TimesHarry was seated in the third row, between the husband of his cousin, Princess Eugenie, and Princess Alexandra, an 86-year-old cousin of the queen who is 56th in line to throne. He did not appear in the lineup on the palace balcony, with British papers reporting that he was on his way back to California by midafternoon.By contrast, Harry’s brother, Prince William, his wife, Catherine, and their children played a conspicuous role. Prince George, 9, their eldest son, held the king’s robe as one of the pages. Their 8-year-old daughter, Princess Charlotte, beguiled onlookers in an ivory silk crepe dress by the designer Alexander McQueen — a miniature version of the dress worn by her mother.For Camilla, 75, now elevated from queen consort to queen, the coronation represented the end of a decades-long rehabilitation project that began with her marriage to Charles in 2005, after the messy dissolution of his marriage to Princess Diana.Among other prominent women were Penny Mordaunt, the leader of the House of Commons, who stood, ramrod straight, bearing the jewel-encrusted Sword of State during one of the longest parts of the service.She last won headlines in July 2022 for unsuccessfully challenging Rishi Sunak for the Conservative Party leadership. Mr. Sunak, Britain’s first Hindu prime minister, played his own role by reading the first chapter of the Epistle to the Colossians.While most members of the royal family rode in carriages or cars during the grand procession back to the palace, Princess Anne, the king’s younger sister, rode on horseback. An accomplished equestrian, she had the status of Gold Stick-in-Waiting, an honorary bodyguard to the sovereign.Even in a country used to royal spectacle, that parade beggared description: 19 military bands and 4,000 troops, stretching a full mile from the palace gates along the mall and around the corner into Whitehall.After saluting the troops in the garden behind the palace, Charles and his family appeared on the balcony to watch the aerial flyby, which was cut back by the low clouds. In place of the 60 aircraft originally planned, a flotilla of helicopters and Red Arrow acrobatic jets roared overhead.The day’s enduring focus, however, was on Charles. Somber throughout the two-hour ceremony, he looked like a man feeling the weight of the crown — in his case, an imperial one set with 2,868 diamonds, 17 sapphires, 11 emeralds and 269 pearls. Only when he appeared on the balcony later did he flash a smile.ImageKing Charles III being escorted from Buckingham Palace on his way to Westminster Abbey.Credit...Andrew Testa for The New York TimesIn the ceremony’s most intimate moment, Charles was anointed with holy oil, harvested from the Mount of Olives and consecrated in the Church of the Holy Sepulcher in Jerusalem. The archbishop conducted the ritual behind a screen — symbolizing the privacy of what is intended as almost a divine encounter between the sovereign and God.Like other elements of the ceremony, the anointment dates to the coronation of King Edgar in A.D. 973 in the Roman city of Bath. That it has survived, unchanged, until the 21st century has intrigued historians.“How could a rite which had relevance to feudal England have any validity in the modern era?” the historian Roy Strong wrote in his book, “Coronation: A History of the British Monarchy.” “But it did not only survive as some antiquarian aberration,” he said. “Indeed, it flourished.”Still, the antique — some would say anachronistic — nature of the ceremony posed a challenge to the organizers, including the king, who has spoken of his determination to make the monarchy more forward-looking, relevant and inclusive.As part of his oath, Charles swore to uphold the Church of England, reaffirmed his Protestant faith and promised that all future monarchs would be Protestant. Seeking to put those words in a modern context, Archbishop Welby said the church sought to “foster an environment in which people of all faiths and beliefs may live freely.”Later, in his sermon, the archbishop saluted Charles’s commitment to charity and his lifetime of service to the people of his country. “We are here to crown a king,” he said, “and we crown a king to serve.”Megan Specia, Emma Bubola and Saskia Solomon contributed reporting.",
        "published_at": "2023-05-06 15:47:11-04:00"
    }
}